[
  {
    "id": 1,
    "name": "Aardvark",
    "slug": "aardvark",
    "description": "Aardvarks are medium-sized, burrowing, nocturnal mammals native to Africa. Aardvarks are the only living species of the family Orycteropodidae and the order Tubulidentata. They have a long proboscis, similar to a pig's snout, which is used to sniff out food.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Aardvark",
    "imageAspectRatio": 1.44,
    "category": "Exotic Animals"
  },
  {
    "id": 2,
    "name": "Albatross",
    "slug": "albatross",
    "description": "Albatrosses, of the biological family Diomedeidae, are large seabirds related to the procellariids, storm petrels, and diving petrels in the order Procellariiformes. They range widely in the Southern Ocean and the North Pacific. They are absent from the North Atlantic, although fossil remains of short-tailed albatross show they lived there up to the Pleistocene, and occasional vagrants are found. Great albatrosses are among the largest of flying birds, with wingspans reaching up to 2.5–3.5 metres (8.2–11.5 ft) and bodies over 1 metre (3.3 ft) in length. The albatrosses are usually regarded as falling into four genera, but disagreement exists over the number of species.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Albatross",
    "imageAspectRatio": 1.03,
    "category": "Water Birds"
  },
  {
    "id": 3,
    "name": "Alligator",
    "slug": "alligator",
    "description": "An alligator, or colloquially gator, is a large reptile in the genus Alligator of the family Alligatoridae in the order Crocodilia. The two extant species are the American alligator and the Chinese alligator. Additionally, several extinct species of alligator are known from fossil remains. Alligators first appeared during the late Eocene epoch about 37 million years ago.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Alligator",
    "imageAspectRatio": 1.5,
    "category": "Reptiles"
  },
  {
    "id": 4,
    "name": "Alpaca",
    "slug": "alpaca",
    "description": "The alpaca is a species of South American camelid mammal. Traditionally, alpacas were kept in herds that grazed on the level heights of the Andes of Southern Peru, Western Bolivia, Ecuador, and Northern Chile. More recently, alpacas may be found on farms and ranches worldwide, with thousands of animals born and raised annually. Alpacas are especially popular in North America, Europe, and Australia.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Alpaca",
    "imageAspectRatio": 0.9,
    "category": "Farm Animals"
  },
  {
    "id": 5,
    "name": "Ant",
    "slug": "ant",
    "description": "Ants are eusocial insects of the family Formicidae and, along with the related wasps and bees, belong to the order Hymenoptera. Ants evolved from vespoid wasp ancestors in the Cretaceous period. More than 13,800 of an estimated total of 22,000 species have been classified. They are easily identified by their geniculate (elbowed) antennae and the distinctive node-like structure that forms their slender waists.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Ant",
    "imageAspectRatio": 1.42,
    "category": "Insects"
  },
  {
    "id": 6,
    "name": "Anteater",
    "slug": "anteater",
    "description": "Anteaters are the four extant mammal species in the suborder Vermilingua, commonly known for eating ants and termites. The individual species have other names in English and other languages. Together with sloths, they are within the order Pilosa. The name \"anteater\" is also commonly applied to the aardvark, numbat, echidnas, and pangolins, although they are not closely related to them.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Anteater",
    "imageAspectRatio": 1.48,
    "category": "Exotic Animals"
  },
  {
    "id": 7,
    "name": "Antelope",
    "slug": "antelope",
    "description": "The term antelope refers to numerous extant or recently extinct species of the ruminant artiodactyl family Bovidae that are indigenous to most of Africa, India, the Middle East, Central Asia, and a small area of Eastern Europe. Antelopes do not form a monophyletic group, as some antelopes are more closely related to other bovid groups, such as bovines, goats, and sheep, than to other antelopes.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Antelope",
    "imageAspectRatio": 1.4,
    "category": "African Wildlife"
  },
  {
    "id": 8,
    "name": "Ape",
    "slug": "ape",
    "description": "Apes are a superfamily of Old World simians native to sub-Saharan Africa and Southeast Asia. Apes are more closely related to Old World monkeys than to the New World monkeys (Platyrrhini) with both Old World monkeys and apes placed in the clade Catarrhini. Apes do not have tails due to a mutation of the TBXT gene. In traditional and non-scientific use, the term ape can include tailless primates taxonomically considered Cercopithecidae, and is thus not equivalent to the scientific taxon Hominoidea. There are two extant branches of the superfamily Hominoidea: the gibbons, or lesser apes; and the hominids, or great apes.The family Hylobatidae, the lesser apes, include four genera and a total of 20 species of gibbon, including the lar gibbon and the siamang, all native to Asia. They are highly arboreal and bipedal on the ground. They have lighter bodies and smaller social groups than great apes.\nThe family Hominidae (hominids), the great apes, include four genera comprising three extant species of orangutans and their subspecies, two extant species of gorillas and their subspecies, two extant species of chimpanzees and their subspecies, and humans in a single extant subspecies.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Ape",
    "imageAspectRatio": 1.5,
    "category": "Exotic Animals"
  },
  {
    "id": 9,
    "name": "Armadillo",
    "slug": "armadillo",
    "description": "Armadillos are New World placental mammals in the order Cingulata. They form part of the superorder Xenarthra, along with the anteaters and sloths. 21 extant species of armadillo have been described, some of which are distinguished by the number of bands on their armor. All species are native to the Americas, where they inhabit a variety of environments.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Armadillo",
    "imageAspectRatio": 1.66,
    "category": "Exotic Animals"
  },
  {
    "id": 10,
    "name": "Donkey",
    "slug": "ass-donkey",
    "description": "The donkey or ass is a domesticated equine. It derives from the African wild ass, Equus africanus, and may be classified either as a subspecies thereof, Equus africanus asinus, or as a separate species, Equus asinus. It was domesticated in Africa some 5000–7000 years ago, and has been used mainly as a working animal since that time.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Donkey",
    "imageAspectRatio": 1.4,
    "category": "Farm Animals"
  },
  {
    "id": 11,
    "name": "Baboon",
    "slug": "baboon",
    "description": "Baboons are primates comprising the genus Papio, one of the 23 genera of Old World monkeys, in the family Cercopithecidae. There are six species of baboon: the hamadryas baboon, the Guinea baboon, the olive baboon, the yellow baboon, the Kinda baboon and the chacma baboon. Each species is native to one of six areas of Africa and the hamadryas baboon is also native to part of the Arabian Peninsula. Baboons are among the largest non-hominoid primates and have existed for at least two million years.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Baboon",
    "imageAspectRatio": 1.1,
    "category": "African Wildlife"
  },
  {
    "id": 12,
    "name": "Badger",
    "slug": "badger",
    "description": "Badgers are medium-sized short-legged omnivores in the superfamily Musteloidea. Badgers are a polyphyletic rather than a natural taxonomic grouping, being united by their squat bodies and adaptions for fossorial activity rather than by their ancestral relationships: Musteloidea contains several families, only two of which include badgers; moreover, both of these families also include various other animals that are not badgers.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Badger",
    "imageAspectRatio": 1.25,
    "category": "Wildlife"
  },
  {
    "id": 13,
    "name": "Barracuda",
    "slug": "barracuda",
    "description": "A barracuda is a large, predatory, ray-finned, saltwater fish of the genus Sphyraena, the only genus in the family Sphyraenidae, which was named by Constantine Samuel Rafinesque in 1815. It is found in tropical and subtropical oceans worldwide ranging from the eastern border of the Atlantic Ocean to the Red Sea, on its western border the Caribbean Sea, and in tropical areas of the Pacific Ocean. Barracudas reside near the top of the water and near coral reefs and sea grasses. Barracudas are often targeted by sport-fishing enthusiasts.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Barracuda",
    "imageAspectRatio": 1.33,
    "category": "Fish"
  },
  {
    "id": 14,
    "name": "Bat",
    "slug": "bat",
    "description": "Bats are flying mammals of the order Chiroptera. With their forelimbs adapted as wings, they are the only mammals capable of true and sustained flight. Bats are more agile in flight than most birds, flying with their very long spread-out digits covered with a thin membrane or patagium. The smallest bat, and arguably the smallest extant mammal, is Kitti's hog-nosed bat, which is 29–34 mm (1.1–1.3 in) in length, 150 mm (5.9 in) across the wings and 2–2.6 g (0.071–0.092 oz) in mass. The largest bats are the flying foxes, with the giant golden-crowned flying fox reaching a weight of 1.6 kg (3.5 lb) and having a wingspan of 1.7 m.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Bat",
    "imageAspectRatio": 0.8,
    "category": "Wildlife"
  },
  {
    "id": 15,
    "name": "Bear",
    "slug": "bear",
    "description": "Bears are carnivoran mammals of the family Ursidae. They are classified as caniforms, or doglike carnivorans. Although only eight species of bears are extant, they are widespread, appearing in a wide variety of habitats throughout most of the Northern Hemisphere and partially in the Southern Hemisphere. Bears are found on the continents of North America, South America, and Eurasia. Common characteristics of modern bears include large bodies with stocky legs, long snouts, small rounded ears, shaggy hair, plantigrade paws with five nonretractile claws, and short tails.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Bear",
    "imageAspectRatio": 1.33,
    "category": "Wildlife"
  },
  {
    "id": 16,
    "name": "Beaver",
    "slug": "beaver",
    "description": "Beavers are large, semiaquatic rodents of the Northern Hemisphere. There are two existing species: the North American beaver and the Eurasian beaver. Beavers are the second-largest living rodents, after capybaras, weighing up to 50 kg (110 lb). They have stout bodies with large heads, long chisel-like incisors, brown or gray fur, hand-like front feet, webbed back feet, and tails that are flat and scaly. The two species differ in skull and tail shape and fur color. Beavers can be found in a number of freshwater habitats, such as rivers, streams, lakes and ponds. They are herbivorous, consuming tree bark, aquatic plants, grasses and sedges.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Beaver",
    "imageAspectRatio": 1,
    "category": "Wildlife"
  },
  {
    "id": 17,
    "name": "Bee",
    "slug": "bee",
    "description": "Bees are winged insects closely related to wasps and ants, known for their roles in pollination and, in the case of the best-known bee species, the western honey bee, for producing honey. Bees are a monophyletic lineage within the superfamily Apoidea. They are currently considered a clade, called Anthophila. There are over 20,000 known species of bees in seven recognized biological families. Some species – including honey bees, bumblebees, and stingless bees – live socially in colonies while most species (>90%) – including mason bees, carpenter bees, leafcutter bees, and sweat bees – are solitary.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Bee",
    "imageAspectRatio": 1.32,
    "category": "Insects"
  },
  {
    "id": 18,
    "name": "Beetle",
    "slug": "beetle",
    "description": "Beetles are insects that form the order Coleoptera, in the superorder Holometabola. Their front pair of wings are hardened into wing-cases, elytra, distinguishing them from most other insects. The Coleoptera, with about 400,000 described species, is the largest of all orders, constituting almost 40% of described arthropods and 25% of all known animal species; new species are discovered frequently, with estimates suggesting that there are between 0.9 and 2.1 million total species. However, the number of beetle species is challenged by the number of species in dipterans (flies) and hymenopterans (wasps).",
    "wikiUrl": "https://en.wikipedia.org/wiki/Beetle",
    "imageAspectRatio": 1,
    "category": "Insects"
  },
  {
    "id": 19,
    "name": "Binturong",
    "slug": "binturong",
    "description": "The binturong, also known as the bearcat, is a viverrid native to South and Southeast Asia. It is uncommon in much of its range, and has been assessed as Vulnerable on the IUCN Red List because of a declining population. It is estimated to have declined at least 30% since the mid-1980s. The binturong is the only species in the genus Arctictis.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Binturong",
    "imageAspectRatio": 1.47,
    "category": "Exotic Animals"
  },
  {
    "id": 20,
    "name": "Bird",
    "slug": "bird",
    "description": "Birds are a group of warm-blooded vertebrates constituting the class Aves, characterised by feathers, toothless beaked jaws, the laying of hard-shelled eggs, a high metabolic rate, a four-chambered heart, and a strong yet lightweight skeleton. Birds live worldwide and range in size from the 5.5 cm (2.2 in) bee hummingbird to the 2.8 m common ostrich. There are over 11,000 living species and they are split into 44 orders. More than half are passerine or \"perching\" birds. Birds have wings whose development varies according to species; the only known groups without wings are the extinct moa and elephant birds. Wings, which are modified forelimbs, gave birds the ability to fly, although further evolution has led to the loss of flight in some birds, including ratites, penguins, and diverse endemic island species. The digestive and respiratory systems of birds are also uniquely adapted for flight. Some bird species of aquatic environments, particularly seabirds and some waterbirds, have further evolved for swimming. The study of birds is called ornithology.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Bird",
    "imageAspectRatio": 1,
    "category": "Songbirds"
  },
  {
    "id": 21,
    "name": "Boar",
    "slug": "boar",
    "description": "The wild boar, also known as the wild swine, common wild pig, Eurasian wild pig, or simply wild pig, is a suid native to much of Eurasia and North Africa, and has been introduced to the Americas and Oceania. The species is now one of the widest-ranging mammals in the world, as well as the most widespread suiform. It has been assessed as least concern on the IUCN Red List due to its wide range, high numbers, and adaptability to a diversity of habitats. It has become an invasive species in part of its introduced range. Wild boars probably originated in Southeast Asia during the Early Pleistocene and outcompeted other suid species as they spread throughout the Old World.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Wild_boar",
    "imageAspectRatio": 1.39,
    "category": "Wildlife"
  },
  {
    "id": 22,
    "name": "Bobcat",
    "slug": "bobcat",
    "description": "The bobcat, also known as the wildcat, bay lynx, or red lynx, is one of the four extant species within the medium-sized wild cat genus Lynx. Native to North America, it ranges from southern Canada through most of the contiguous United States to Oaxaca in Mexico. It is listed as Least Concern on the IUCN Red List since 2002, due to its wide distribution and large population. Although it has been hunted extensively both for sport and fur, populations have proven stable, though declining in some areas.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Bobcat",
    "imageAspectRatio": 0.67,
    "category": "Wildlife"
  },
  {
    "id": 23,
    "name": "Budgerigar",
    "slug": "budgerigar",
    "description": "The budgerigar, also known as the common parakeet, shell parakeet or budgie, is a small, long-tailed, seed-eating parrot native to Australia. Naturally the species is green and yellow with black, scalloped markings on the nape, back, and wings. Budgies are bred in captivity with colouring of blues, whites, yellows, greys, and even with small crests. Juveniles and chicks are monomorphic, while adults are told apart by their cere colouring and their behaviour.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Budgerigar",
    "imageAspectRatio": 1.5,
    "category": "Pets"
  },
  {
    "id": 24,
    "name": "Buffalo",
    "slug": "buffalo",
    "description": "Bubalina is a subtribe of wild cattle that includes the various species of true buffalo. Species include the African buffalo, the anoas, and the wild water buffalo. Buffaloes can be found naturally in sub-Saharan Africa, South Asia and Southeast Asia, and domestic and feral populations have been introduced to Europe, the Americas, and Australia. In addition to the living species, bubalinans have an extensive fossil record where remains have been found in much of Afro-Eurasia.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Bubalina",
    "imageAspectRatio": 1.33,
    "category": "African Wildlife"
  },
  {
    "id": 25,
    "name": "Bull",
    "slug": "bull",
    "description": "A bull is an intact adult male of the species Bos taurus (cattle). More muscular and aggressive than the females of the same species, bulls have long been an important symbol in many religions, including for sacrifices. These animals play a significant role in beef ranching, dairy farming, and a variety of sporting and cultural activities, including bullfighting and bull riding.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Bull",
    "imageAspectRatio": 1.5,
    "category": "Farm Animals"
  },
  {
    "id": 26,
    "name": "Butterfly",
    "slug": "butterfly",
    "description": "Butterflies are winged insects from the lepidopteran superfamily Papilionoidea, characterized by large, often brightly coloured wings that often fold together when at rest, and a conspicuous, fluttering flight. The oldest butterfly fossils have been dated to the Paleocene, about 56 million years ago, though molecular evidence suggests that they likely originated in the Cretaceous.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Butterfly",
    "imageAspectRatio": 1,
    "category": "Insects"
  },
  {
    "id": 27,
    "name": "Camel",
    "slug": "camel",
    "description": "A camel is an even-toed ungulate in the genus Camelus that bears distinctive fatty deposits known as \"humps\" on its back. Camels have long been domesticated and, as livestock, they provide food and textiles. Camels are working animals especially suited to their desert habitat and are a vital means of transport for passengers and cargo. There are three surviving species of camel. The one-humped dromedary makes up 94% of the world's camel population, and the two-humped Bactrian camel makes up 6%. The wild Bactrian camel is a distinct species that is not ancestral to the domestic Bactrian camel, and is now critically endangered, with fewer than 1,000 individuals.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Camel",
    "imageAspectRatio": 0.81,
    "category": "Exotic Animals"
  },
  {
    "id": 28,
    "name": "Cardinal",
    "slug": "cardinal",
    "description": "The northern cardinal, also commonly known as the common cardinal, red cardinal, or simply cardinal, is a bird in the genus Cardinalis. It can be found in southeastern Canada, through the eastern United States from Maine to Minnesota to Texas, New Mexico, southern Arizona, southern California and south through Mexico, Belize, and Guatemala. It is also an introduced species in a few locations such as Bermuda and all major islands of Hawaii since its introduction in 1929. Its habitat includes woodlands, gardens, shrublands, and wetlands. It is the state bird of Illinois, Indiana, Kentucky, North Carolina, Ohio, Virginia, and West Virginia.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Northern_cardinal",
    "imageAspectRatio": 0.76,
    "category": "Songbirds"
  },
  {
    "id": 29,
    "name": "Cat",
    "slug": "cat",
    "description": "The cat, also referred to as the domestic cat or house cat, is a small domesticated carnivorous mammal. It is the only domesticated species of the family Felidae. Advances in archaeology and genetics have shown that the domestication of the cat occurred in the Near East around 7500 BC. It is commonly kept as a pet and working cat, but also ranges freely as a feral cat avoiding human contact. It is valued by humans for companionship and its ability to kill vermin. Its retractable claws are adapted to killing small prey species such as mice and rats. It has a strong, flexible body, quick reflexes, and sharp teeth, and its night vision and sense of smell are well developed. It is a social species, but a solitary hunter and a crepuscular predator.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Cat",
    "imageAspectRatio": 1.64,
    "category": "Pets"
  },
  {
    "id": 30,
    "name": "Cattle",
    "slug": "cattle",
    "description": "Cattle are large, domesticated, bovid ungulates widely kept as livestock. They are prominent modern members of the subfamily Bovinae and the most widespread species of the genus Bos. Mature female cattle are called cows and mature male cattle are bulls. Young female cattle are called heifers, young male cattle are oxen or bullocks, and castrated male cattle are known as steers.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Cattle",
    "imageAspectRatio": 1.49,
    "category": "Farm Animals"
  },
  {
    "id": 31,
    "name": "Chamois",
    "slug": "chamois",
    "description": "The chamois or Alpine chamois is a species of goat-antelope native to the mountains in Southern Europe, from the Pyrenees, the Alps, the Apennines, the Dinarides, the Tatra to the Carpathian Mountains, the Balkan Mountains, the Rila–Rhodope massif, Pindus, the northeastern mountains of Turkey, and the Caucasus. It has also been introduced to the South Island of New Zealand. Some subspecies of chamois are strictly protected in the EU under the European Habitats Directive.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Chamois",
    "imageAspectRatio": 1.5,
    "category": "Mountain Animals"
  },
  {
    "id": 32,
    "name": "Cheetah",
    "slug": "cheetah",
    "description": "The cheetah is a large cat and the fastest land animal. It has a tawny to creamy white or pale buff fur that is marked with evenly spaced, solid black spots. The head is small and rounded, with a short snout and black tear-like facial streaks. It reaches 67–94 cm (26–37 in) at the shoulder, and the head-and-body length is between 1.1 and 1.5 m. Adults weigh between 21 and 65 kg. The cheetah is capable of running at 93 to 104 km/h ; it has evolved specialized adaptations for speed, including a light build, long thin legs and a long tail.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Cheetah",
    "imageAspectRatio": 1.5,
    "category": "African Wildlife"
  },
  {
    "id": 33,
    "name": "Chicken",
    "slug": "chicken",
    "description": "The chicken is a large and round short-winged bird, domesticated from the red junglefowl of Southeast Asia around 8,000 years ago. Most chickens are raised for food, providing meat and eggs; others are kept as pets or for cockfighting.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Chicken",
    "imageAspectRatio": 0.75,
    "category": "Farm Animals"
  },
  {
    "id": 34,
    "name": "Chimpanzee",
    "slug": "chimpanzee",
    "description": "The chimpanzee, also simply known as the chimp, is a species of great ape native to the forests and savannahs of tropical Africa. It has four confirmed subspecies and a fifth proposed one. When its close relative the bonobo was more commonly known as the pygmy chimpanzee, this species was often called the common chimpanzee or the robust chimpanzee. The chimpanzee and the bonobo are the only species in the genus Pan. Evidence from fossils and DNA sequencing shows that Pan is a sister taxon to the human lineage and is thus humans' closest living relative.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Chimpanzee",
    "imageAspectRatio": 0.67,
    "category": "Exotic Animals"
  },
  {
    "id": 35,
    "name": "Chinchilla",
    "slug": "chinchilla",
    "description": "Chinchilla refers to either of two species of crepuscular rodents of the parvorder Caviomorpha, and are native to the Andes mountains in South America. They live in colonies called \"herds\" at high elevations up to 4,270 m (14,000 ft). Historically, chinchillas lived in an area that included parts of Bolivia, Peru and Chile, but today, colonies in the wild are known only in Chile. Along with their relatives, viscachas, they make up the family Chinchillidae. They are also related to the chinchilla rat.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Chinchilla",
    "imageAspectRatio": 1.33,
    "category": "Pets"
  },
  {
    "id": 36,
    "name": "Chough",
    "slug": "chough",
    "description": "A chough is any of two species of passerine birds that constitute the genus Pyrrhocorax of the Corvidae (crow) family. These are the red-billed chough and the Alpine chough. The white-winged chough of Australia, despite its name, is a member of the family Corcoracidae and only distantly related.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Chough",
    "imageAspectRatio": 1.78,
    "category": "Wild Birds"
  },
  {
    "id": 37,
    "name": "Cobra",
    "slug": "cobra",
    "description": "Cobra is the common name of various venomous snakes, most of which belong to the genus Naja.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Cobra",
    "imageAspectRatio": 1.4,
    "category": "Reptiles"
  },
  {
    "id": 38,
    "name": "Cockroach",
    "slug": "cockroach",
    "description": "Cockroaches are insects belonging to the order Blattodea (Blattaria). About 30 cockroach species out of 4,600 are associated with human habitats. Some species are well-known pests.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Cockroach",
    "imageAspectRatio": 0.68,
    "category": "Insects"
  },
  {
    "id": 39,
    "name": "Cod",
    "slug": "cod",
    "description": "Cod is the common name for the demersal fish genus Gadus, belonging to the family Gadidae. Cod is also used as part of the common name for a number of other fish species, and one species that belongs to genus Gadus is commonly not called cod.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Cod",
    "imageAspectRatio": 1.83,
    "category": "Fish"
  },
  {
    "id": 40,
    "name": "Cormorant",
    "slug": "cormorant",
    "description": "Phalacrocoracidae is a family of approximately 40 species of aquatic birds commonly known as cormorants and shags. Several different classifications of the family have been proposed, but in 2021 the International Ornithologists' Union (IOU) adopted a consensus taxonomy of seven genera. The great cormorant and the common shag are the only two species of the family commonly encountered in Britain and Ireland, and the names \"cormorant\" and \"shag\" have been later assigned to different species in the family somewhat haphazardly.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Cormorant",
    "imageAspectRatio": 1.5,
    "category": "Water Birds"
  },
  {
    "id": 41,
    "name": "Cougar",
    "slug": "cougar",
    "description": "The cougar, also called puma, mountain lion, catamount and panther is a large small cat native to the Americas. It inhabits North, Central and South America, making it the most widely distributed wild, terrestrial mammal in the Western Hemisphere, and one of the most widespread in the world. Its range spans the Yukon, British Columbia and Alberta provinces of Canada, the Rocky Mountains and areas in the western United States. Further south, its range extends through Mexico to the Amazon Rainforest and the southern Andes Mountains in Patagonia. It is an adaptable generalist species, occurring in most American habitat types. It prefers habitats with dense underbrush and rocky areas for stalking but also lives in open areas.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Cougar",
    "imageAspectRatio": 1.5,
    "category": "Wildlife"
  },
  {
    "id": 42,
    "name": "Cow",
    "slug": "cow",
    "description": "Cattle are large, domesticated, bovid ungulates widely kept as livestock. They are prominent modern members of the subfamily Bovinae and the most widespread species of the genus Bos. Mature female cattle are called cows and mature male cattle are bulls. Young female cattle are called heifers, young male cattle are oxen or bullocks, and castrated male cattle are known as steers.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Cow",
    "imageAspectRatio": 1.49,
    "category": "Farm Animals"
  },
  {
    "id": 43,
    "name": "Crab",
    "slug": "crab",
    "description": "Crabs are decapod crustaceans of the infraorder Brachyura, which typically have a very short projecting tail-like abdomen, usually hidden entirely under the thorax. They live in all the world's oceans, in freshwater, and on land. They are generally covered with a thick exoskeleton. They generally have five pairs of legs, and they have pincer claws on the ends of the frontmost pair. They first appeared during the Jurassic period, around 200 million years ago.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Crab",
    "imageAspectRatio": 0.8,
    "category": "Ocean Life"
  },
  {
    "id": 44,
    "name": "Crane",
    "slug": "crane",
    "description": "Cranes are a type of large bird with long legs and necks in the biological family Gruidae of the order Gruiformes. The family has 15 species placed in four genera which are Antigone, Balearica, Leucogeranus, and Grus. They are large birds with long necks and legs, a tapering form, and long secondary feathers on the wing that project over the tail. Most species have muted gray or white plumages, marked with black, and red bare patches on the face, but the crowned cranes of the genus Balearica have vibrantly-coloured wings and golden \"crowns\" of feathers. Cranes fly with their necks extended outwards instead of bent into an S-shape and their long legs outstretched.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Crane_(bird)",
    "imageAspectRatio": 0.89,
    "category": "Water Birds"
  },
  {
    "id": 45,
    "name": "Crocodile",
    "slug": "crocodile",
    "description": "Crocodiles or true crocodiles are large, semiaquatic reptiles that live throughout the tropics in Africa, Asia, the Americas and Australia. The term \"crocodile\" is sometimes used more loosely to include all extant members of the order Crocodilia, which includes the alligators and caimans, the gharial and false gharial as well as other extinct taxa.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Crocodile",
    "imageAspectRatio": 1.5,
    "category": "Reptiles"
  },
  {
    "id": 46,
    "name": "Crow",
    "slug": "crow",
    "description": "A crow is a bird of the genus Corvus, or more broadly, a synonym for all of Corvus. The word \"crow\" is used as part of the common name of many species. The related term \"raven\" is not linked scientifically to any certain trait but is rather a general grouping for larger-sized species of Corvus. The collective name for a group of crows is a \"murder\".",
    "wikiUrl": "https://en.wikipedia.org/wiki/Crow",
    "imageAspectRatio": 0.94,
    "category": "Songbirds"
  },
  {
    "id": 47,
    "name": "Curlew",
    "slug": "curlew",
    "description": "The curlews are a group of nine species of birds in the genus Numenius, characterised by their long, slender, downcurved bills and mottled brown plumage. The English name is imitative of the Eurasian curlew's call, but may have been influenced by the Old French corliu, \"messenger\", from courir, \"to run\". It was first recorded in 1377 in Langland's Piers Plowman \"Fissch to lyue in þe flode..Þe corlue by kynde of þe eyre\". In Europe, \"curlew\" usually refers to one species, the Eurasian curlew.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Curlew",
    "imageAspectRatio": 1.5,
    "category": "Water Birds"
  },
  {
    "id": 48,
    "name": "Deer",
    "slug": "deer",
    "description": "A deer or true deer is a hoofed ruminant ungulate of the family Cervidae. Cervidae is divided into subfamilies Cervinae and Capreolinae. Male deer of almost all species, as well as female reindeer, grow and shed new antlers each year. These antlers are bony extensions of the skull and are often used for combat between males.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Deer",
    "imageAspectRatio": 0.67,
    "category": "Wildlife"
  },
  {
    "id": 49,
    "name": "Dog",
    "slug": "dog",
    "description": "The dog is a domesticated descendant of the gray wolf. Also called the domestic dog, it was selectively bred from an extinct population of wolves during the Late Pleistocene by hunter-gatherers. The dog was the first species to be domesticated by humans, over 14,000 years ago and before the development of agriculture. Due to their long association with humans, dogs have gained the ability to thrive on a starch-rich diet that would be inadequate for other canids.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Dog",
    "imageAspectRatio": 1.51,
    "category": "Pets"
  },
  {
    "id": 50,
    "name": "Dolphin",
    "slug": "dolphin",
    "description": "A dolphin is an aquatic mammal in the clade Odontoceti. Dolphins belong to the families Delphinidae, Platanistidae, Iniidae, Pontoporiidae, and possibly extinct Lipotidae. There are 40 extant species named as dolphins.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Dolphin",
    "imageAspectRatio": 1.5,
    "category": "Ocean Life"
  },
  {
    "id": 51,
    "name": "Donkey",
    "slug": "donkey",
    "description": "The donkey or ass is a domesticated equine. It derives from the African wild ass, Equus africanus, and may be classified either as a subspecies thereof, Equus africanus asinus, or as a separate species, Equus asinus. It was domesticated in Africa some 5000–7000 years ago, and has been used mainly as a working animal since that time.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Donkey",
    "imageAspectRatio": 1.4,
    "category": "Farm Animals"
  },
  {
    "id": 52,
    "name": "Dove",
    "slug": "dove",
    "description": "Columbidae is a bird family consisting of doves and pigeons. It is the only family in the order Columbiformes. These are stout-bodied birds with small heads, relatively short necks and slender bills that in some species feature fleshy ceres. They feed largely on plant matter, feeding on seeds (granivory), fruit (frugivory), and foliage (folivory).",
    "wikiUrl": "https://en.wikipedia.org/wiki/Dove",
    "imageAspectRatio": 1.5,
    "category": "Songbirds"
  },
  {
    "id": 53,
    "name": "Dragonfly",
    "slug": "dragonfly",
    "description": "A dragonfly is a flying insect belonging to the infraorder Anisoptera below the order Odonata. About 3,000 extant species of dragonflies are known. Most are tropical, with fewer species in temperate regions. Loss of wetland habitat threatens dragonfly populations around the world. Adult dragonflies are characterised by a pair of large, multifaceted, compound eyes, two pairs of strong, transparent wings, sometimes with coloured patches, and an elongated body. Many dragonflies have brilliant iridescent or metallic colours produced by structural coloration, making them conspicuous in flight. An adult dragonfly's compound eyes have nearly 24,000 ommatidia each.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Dragonfly",
    "imageAspectRatio": 0.91,
    "category": "Insects"
  },
  {
    "id": 54,
    "name": "Duck",
    "slug": "duck",
    "description": "Duck is the common name for numerous species of waterfowl in the family Anatidae. Ducks are generally smaller and shorter-necked than swans and geese, which are members of the same family. Divided among several subfamilies, they are a form taxon; they do not represent a monophyletic group, since swans and geese are not considered ducks. Ducks are mostly aquatic birds, and may be found in both fresh water and sea water.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Duck",
    "imageAspectRatio": 1.5,
    "category": "Water Birds"
  },
  {
    "id": 55,
    "name": "Dugong",
    "slug": "dugong",
    "description": "The dugong is a marine mammal. It is one of four living species of the order Sirenia, which also includes three species of manatees. It is the only living representative of the once-diverse family Dugongidae; its closest modern relative, Steller's sea cow, was hunted to extinction in the 18th century.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Dugong",
    "imageAspectRatio": 1.33,
    "category": "Ocean Life"
  },
  {
    "id": 56,
    "name": "Dunlin",
    "slug": "dunlin",
    "description": "The dunlin is a small wader in the genus Calidris. The English name is a dialect form of \"dunling\", first recorded in 1531–1532. It derives from dun, \"dull brown\", with the suffix -ling, meaning a person or thing with the given quality.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Dunlin",
    "imageAspectRatio": 1.33,
    "category": "Water Birds"
  },
  {
    "id": 57,
    "name": "Eagle",
    "slug": "eagle",
    "description": "Eagle is the common name for the golden eagle, bald eagle, and other birds of prey in the family of the Accipitridae. Eagles belong to several groups of genera, some of which are closely related. True eagles comprise the genus Aquila. Most of the 68 species of eagles are from Eurasia and Africa. Outside this area, just 14 species can be found—two in North America, nine in Central and South America, and three in Australia.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Eagle",
    "imageAspectRatio": 1.5,
    "category": "Birds of Prey"
  },
  {
    "id": 58,
    "name": "Echidna",
    "slug": "echidna",
    "description": "Echidnas, sometimes known as spiny anteaters, are quill-covered monotremes belonging to the family Tachyglossidae, living in Australia and New Guinea. The four extant species of echidnas and the platypus are the only living mammals that lay eggs and the only surviving members of the order Monotremata. The diet of some species consists of ants and termites, but they are not closely related to the American true anteaters or to hedgehogs. Their young are called puggles.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Echidna",
    "imageAspectRatio": 1.5,
    "category": "Exotic Animals"
  },
  {
    "id": 59,
    "name": "Eel",
    "slug": "eel",
    "description": "Eels are ray-finned fish belonging to the order Anguilliformes, which consists of eight suborders, 20 families, 164 genera, and about 1000 species. Eels undergo considerable development from the early larval stage to the eventual adult stage and are usually predators.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Eel",
    "imageAspectRatio": 0.75,
    "category": "Fish"
  },
  {
    "id": 60,
    "name": "Elephant",
    "slug": "elephant",
    "description": "Elephants are the largest living land animals. Three living species are currently recognised: the African bush elephant, the African forest elephant, and the Asian elephant. They are the only surviving members of the family Elephantidae and the order Proboscidea; extinct relatives include mammoths and mastodons. Distinctive features of elephants include a long proboscis called a trunk, tusks, large ear flaps, pillar-like legs, and tough but sensitive grey skin. The trunk is prehensile, bringing food and water to the mouth and grasping objects. Tusks, which are derived from the incisor teeth, serve both as weapons and as tools for moving objects and digging. The large ear flaps assist in maintaining a constant body temperature as well as in communication. African elephants have larger ears and concave backs, whereas Asian elephants have smaller ears and convex or level backs.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Elephant",
    "imageAspectRatio": 0.67,
    "category": "African Wildlife"
  },
  {
    "id": 61,
    "name": "Elephant seal",
    "slug": "elephant-seal",
    "description": "Elephant seals or sea elephants are very large, oceangoing earless seals in the genus Mirounga. Both species, the northern elephant seal and the southern elephant seal, were hunted to the brink of extinction for lamp oil by the end of the 19th century, but their numbers have since recovered. They can weigh up to 4,000 kilograms (8,800 lb). Despite their name, elephant seals are not closely related to elephants, and the large proboscis or trunk that males of the species possess is an example of convergent evolution.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Elephant_seal",
    "imageAspectRatio": 1.5,
    "category": "Ocean Life"
  },
  {
    "id": 62,
    "name": "Elk",
    "slug": "elk",
    "description": "The elk or wapiti, is the second largest species within the deer family, Cervidae, and one of the largest terrestrial mammals in its native range of North America and Central and East Asia. The word \"elk\" originally referred to the European variety of the moose, Alces alces, but was transferred to Cervus canadensis by North American colonists.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Elk",
    "imageAspectRatio": 1.07,
    "category": "Wildlife"
  },
  {
    "id": 63,
    "name": "Emu",
    "slug": "emu",
    "description": "The emu is a species of flightless bird endemic to Australia, where it is the tallest native bird. It is the only extant member of the genus Dromaius and the third-tallest living bird after its African ratite relatives, the common ostrich and Somali ostrich. The emu's native ranges cover most of the Australian mainland. The Tasmanian, Kangaroo Island and King Island subspecies became extinct after the European settlement of Australia in 1788.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Emu",
    "imageAspectRatio": 1.25,
    "category": "Unusual Birds"
  },
  {
    "id": 64,
    "name": "Falcon",
    "slug": "falcon",
    "description": "Falcons are birds of prey in the genus Falco, which includes about 40 species. Some small species of falcons with long, narrow wings are called hobbies, and some that hover while hunting are called kestrels. Falcons are widely distributed on all continents of the world except Antarctica, though closely related raptors did occur there in the Eocene.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Falcon",
    "imageAspectRatio": 0.67,
    "category": "Birds of Prey"
  },
  {
    "id": 65,
    "name": "Ferret",
    "slug": "ferret",
    "description": "The ferret is a small, domesticated species belonging to the family Mustelidae. The ferret is most likely a domesticated form of the wild European polecat, as evidenced by the ferret's ability to interbreed with European polecats and produce hybrid offspring. Physically, ferrets resemble other mustelids because of their long, slender bodies. Including their tail, the average length of a ferret is about 50 cm (20 in); they weigh between 0.7 and 2.0 kg ; and their fur can be black, brown, white, or a mixture of those colours. The species is sexually dimorphic, with males being considerably larger than females.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Ferret",
    "imageAspectRatio": 1.72,
    "category": "Pets"
  },
  {
    "id": 66,
    "name": "Finch",
    "slug": "finch",
    "description": "The true finches are small to medium-sized passerine birds in the family Fringillidae. Finches generally have stout conical bills adapted for eating seeds and nuts and often have colourful plumage. They occupy a great range of habitats where they are usually resident and do not migrate. They have a worldwide native distribution except for Australia and the polar regions. The family Fringillidae contains more than two hundred species divided into fifty genera. It includes the canaries, siskins, redpolls, serins, grosbeaks and euphonias, as well as the morphologically divergent Hawaiian honeycreepers.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Finch",
    "imageAspectRatio": 1.33,
    "category": "Songbirds"
  },
  {
    "id": 67,
    "name": "Fish",
    "slug": "fish",
    "description": "A fish is an aquatic, anamniotic, gill-bearing vertebrate animal with swimming fins and a hard skull, but lacking limbs with digits. Fish can be grouped into the more basal jawless fish and the more common jawed fish, the latter including all living cartilaginous and bony fish, as well as the extinct placoderms and acanthodians. In a break to the long tradition of grouping all fish into a single class (Pisces), modern phylogenetics views fish as a paraphyletic group.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Fish",
    "imageAspectRatio": 1.78,
    "category": "Fish"
  },
  {
    "id": 68,
    "name": "Flamingo",
    "slug": "flamingo",
    "description": "Flamingos or flamingoes are a type of wading bird in the family Phoenicopteridae, which is the only extant family in the order Phoenicopteriformes. There are four flamingo species distributed throughout the Americas, and two species native to Afro-Eurasia.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Flamingo",
    "imageAspectRatio": 1.48,
    "category": "Water Birds"
  },
  {
    "id": 69,
    "name": "Fly",
    "slug": "fly",
    "description": "Flies are insects of the order Diptera, the name being derived from the Greek δι- di- \"two\", and πτερόν pteron \"wing\". Insects of this order use only a single pair of wings to fly, the hindwings having evolved into advanced mechanosensory organs known as halteres, which act as high-speed sensors of rotational movement and allow dipterans to perform advanced aerobatics. Diptera is a large order containing more than 150,000 species including horse-flies, crane flies, hoverflies, mosquitoes and others.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Fly",
    "imageAspectRatio": 1.42,
    "category": "Insects"
  },
  {
    "id": 70,
    "name": "Fox",
    "slug": "fox",
    "description": "Foxes are small-to-medium-sized omnivorous mammals belonging to several genera of the family Canidae. They have a flattened skull; upright, triangular ears; a pointed, slightly upturned snout; and a long, bushy tail (\"brush\").",
    "wikiUrl": "https://en.wikipedia.org/wiki/Fox",
    "imageAspectRatio": 1.33,
    "category": "Wildlife"
  },
  {
    "id": 71,
    "name": "Frog",
    "slug": "frog",
    "description": "A frog is any member of a diverse and largely semiaquatic group of short-bodied, tailless amphibian vertebrates composing the order Anura. Frog species with rough skin texture due to wart-like parotoid glands tend to be called toads, but the distinction between frogs and toads is informal and purely cosmetic, not from taxonomy or evolutionary history.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Frog",
    "imageAspectRatio": 1.5,
    "category": "Amphibians"
  },
  {
    "id": 72,
    "name": "Gazelle",
    "slug": "gazelle",
    "description": "A gazelle is one of many antelope species in the genus Gazella. There are also seven species included in two further genera; Eudorcas and Nanger, which were formerly considered subgenera of Gazella. A third former subgenus, Procapra, includes three living species of Asian gazelles.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Gazelle",
    "imageAspectRatio": 1.5,
    "category": "African Wildlife"
  },
  {
    "id": 73,
    "name": "Gecko",
    "slug": "gecko",
    "description": "Geckos are small, mostly carnivorous lizards that have a wide distribution, found on every continent except Antarctica. Belonging to the infraorder Gekkota, geckos are found in warm climates throughout the world. They range from 1.6 to 60 centimetres.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Gecko",
    "imageAspectRatio": 0.81,
    "category": "Reptiles"
  },
  {
    "id": 74,
    "name": "Gerbil",
    "slug": "gerbil",
    "description": "The Mongolian gerbil or Mongolian jird is a rodent belonging to the subfamily Gerbillinae. Their body size is typically 110–135 mm, with a 95–120 mm tail, and body weight 60–130 g, with adult males larger than females. The animal is used in science and research or kept as a small house pet. Their use in science dates back to the latter half of the 19th century, but they only started to be kept as pets in the English-speaking world after 1954, when they were brought to the United States. However, their use in scientific research has fallen out of favor.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Gerbil",
    "imageAspectRatio": 1.5,
    "category": "Pets"
  },
  {
    "id": 75,
    "name": "Giant panda",
    "slug": "giant-panda",
    "description": "The giant panda, also known as the panda bear or simply panda, is a bear species endemic to China. It is characterised by its white coat with black patches around the eyes, ears, legs and shoulders. Its body is rotund; adult individuals weigh 100 to 115 kg and are typically 1.2 to 1.9 m long. It is sexually dimorphic, with males being typically 10 to 20% larger than females. A thumb is visible on its forepaw, which helps in holding bamboo in place for feeding. It has large molar teeth and expanded temporal fossa to meet its dietary requirements. It can digest starch and is mostly herbivorous with a diet consisting almost entirely of bamboo and bamboo shoots.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Giant_panda",
    "imageAspectRatio": 1.5,
    "category": "Exotic Animals"
  },
  {
    "id": 76,
    "name": "Giraffe",
    "slug": "giraffe",
    "description": "The giraffe is a large African hoofed mammal belonging to the genus Giraffa, and is colloquially known in popular culture as a \"long-necked horse monster\". It is the tallest living terrestrial animal and the largest ruminant on Earth. Traditionally, giraffes have been thought of as one species, Giraffa camelopardalis, with nine subspecies. Most recently, researchers proposed dividing them into four extant species due to new research into their mitochondrial and nuclear DNA, and individual species can be distinguished by their fur coat patterns. Six valid extinct species of Giraffa from Africa and Pakistan are known from the fossil record.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Giraffe",
    "imageAspectRatio": 0.79,
    "category": "African Wildlife"
  },
  {
    "id": 77,
    "name": "Gnat",
    "slug": "gnat",
    "description": "A gnat is any of many species of tiny flying insects in the dipterid suborder Nematocera, especially those in the families Mycetophilidae, Anisopodidae and Sciaridae. Most often they fly in large numbers, called clouds. \"Gnat\" is a loose descriptive category rather than a phylogenetic or other technical term, so there is no scientific consensus on what constitutes a gnat. Some entomologists consider only non-biting flies to be gnats. Certain universities and institutes also distinguish eye gnats: the Smithsonian Institution describes them as \"non-biting flies, no bigger than a few grains of salt, ... attracted to fluids secreted by your eyes\".",
    "wikiUrl": "https://en.wikipedia.org/wiki/Gnat",
    "imageAspectRatio": 1.43,
    "category": "Insects"
  },
  {
    "id": 78,
    "name": "Gnu",
    "slug": "gnu",
    "description": "Wildebeest, also called gnu, are antelopes of the genus Connochaetes and native to Eastern and Southern Africa. They belong to the family Bovidae, which includes true antelopes, cattle, goats, sheep, and other even-toed horned ungulates. There are two species of wildebeest: the black wildebeest or white-tailed gnu, and the blue wildebeest or brindled gnu.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Wildebeest",
    "imageAspectRatio": 1.5,
    "category": "African Wildlife"
  },
  {
    "id": 79,
    "name": "Goat",
    "slug": "goat",
    "description": "The goat or domestic goat is a species of goat-antelope that is mostly kept as livestock. It was domesticated from the wild goat of Southwest Asia and Eastern Europe. The goat is a member of the family Bovidae, meaning it is closely related to the sheep. It was one of the first animals to be domesticated, in Iran around 10,000 years ago.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Goat",
    "imageAspectRatio": 1,
    "category": "Farm Animals"
  },
  {
    "id": 80,
    "name": "Goldfinch",
    "slug": "goldfinch",
    "description": "The European goldfinch or simply the goldfinch is a small passerine bird in the finch family that is native to the Palearctic zone in Europe, northern Africa, and western Asia. It has been introduced to other areas, including Australia, New Zealand, Uruguay and the United States.",
    "wikiUrl": "https://en.wikipedia.org/wiki/European_goldfinch",
    "imageAspectRatio": 1,
    "category": "Songbirds"
  },
  {
    "id": 81,
    "name": "Goosander",
    "slug": "goosander",
    "description": "The common merganser or goosander (Eurasian) is a large sea duck of rivers and lakes in forested areas of Europe, Asia, and North America. The common merganser eats mainly fish. It nests in holes in trees.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Common_merganser",
    "imageAspectRatio": 1.5,
    "category": "Water Birds"
  },
  {
    "id": 82,
    "name": "Goose",
    "slug": "goose",
    "description": "A goose is a bird of any of several waterfowl species in the family Anatidae. This group comprises the genera Anser and Branta. Some members of the Tadorninae subfamily are commonly called geese, but are not considered \"true geese\" taxonomically. More distantly related members of the family Anatidae are swans, most of which are larger than true geese, and ducks, which are smaller.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Goose",
    "imageAspectRatio": 1.33,
    "category": "Water Birds"
  },
  {
    "id": 83,
    "name": "Gorilla",
    "slug": "gorilla",
    "description": "Gorillas are herbivorous, predominantly ground-dwelling great apes that inhabit the tropical forests of equatorial Africa. The genus Gorilla is divided into two species: the eastern gorilla and the western gorilla, and either four or five subspecies. The DNA of gorillas is highly similar to that of humans, from 96 to 99% depending on what is included, and they are the next closest living relatives to humans after the chimpanzees.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Gorilla",
    "imageAspectRatio": 0.66,
    "category": "Exotic Animals"
  },
  {
    "id": 84,
    "name": "Grasshopper",
    "slug": "grasshopper",
    "description": "Grasshoppers are a group of insects belonging to the suborder Caelifera. They are amongst what are possibly the most ancient living groups of chewing herbivorous insects, dating back to the early Triassic around 250 million years ago.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Grasshopper",
    "imageAspectRatio": 1.6,
    "category": "Insects"
  },
  {
    "id": 85,
    "name": "Grouse",
    "slug": "grouse",
    "description": "Grouse are a group of birds from the order Galliformes, in the family Phasianidae. Grouse are presently assigned to the tribe Tetraonini, a classification supported by mitochondrial DNA sequence studies, and applied by the American Ornithologists' Union, ITIS, International Ornithological Congress, and others.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Grouse",
    "imageAspectRatio": 0.86,
    "category": "Wild Birds"
  },
  {
    "id": 86,
    "name": "Guanaco",
    "slug": "guanaco",
    "description": "The guanaco is a camelid native to South America, closely related to the llama. Guanacos are one of two wild South American camelids; the other species is the vicuña, which lives at higher elevations.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Guanaco",
    "imageAspectRatio": 0.75,
    "category": "Exotic Animals"
  },
  {
    "id": 87,
    "name": "Guinea fowl",
    "slug": "guinea-fowl",
    "description": "Guineafowl are birds of the family Numididae in the order Galliformes. They are endemic to Africa and rank among the oldest of the gallinaceous birds. Phylogenetically, they branched off from the core Galliformes after the Cracidae and before the Odontophoridae. An Eocene fossil lineage Telecrex has been associated with guineafowl; Telecrex inhabited Mongolia, and may have given rise to the oldest of the true phasianids, such as blood pheasants and eared pheasants, which evolved into high-altitude, montane-adapted species with the rise of the Tibetan Plateau. While modern guineafowl species are endemic to Africa, the helmeted guineafowl has been introduced as a domesticated bird widely elsewhere.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Guinea_fowl",
    "imageAspectRatio": 1.49,
    "category": "Farm Animals"
  },
  {
    "id": 88,
    "name": "Guinea pig",
    "slug": "guinea-pig",
    "description": "The guinea pig or domestic guinea pig, also known as the cavy or domestic cavy, is a species of rodent belonging to the genus Cavia, family Caviidae. Breeders tend to use the name \"cavy\" for the animal, but \"guinea pig\" is more commonly used in scientific and laboratory contexts. Despite their name, guinea pigs are not native to Guinea, nor are they closely related to pigs. Instead, they originated in the Andes region of South America, where wild guinea pigs can still be found today. Studies based on biochemistry and DNA hybridization suggest they are domesticated animals that do not exist naturally in the wild, but are descendants of a closely related cavy species such as C. tschudii. Originally, they were domesticated as livestock in the Andean region and are still consumed in some parts of the world.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Guinea_pig",
    "imageAspectRatio": 1.33,
    "category": "Pets"
  },
  {
    "id": 89,
    "name": "Gull",
    "slug": "gull",
    "description": "Gulls, or colloquially seagulls, are seabirds of the subfamily Larinae. They are most closely related to terns and skimmers, distantly related to auks, and even more distantly related to waders. Until the 21st century, most gulls were placed in the genus Larus, but that arrangement is now considered polyphyletic, leading to the resurrection of several genera. An older name for gulls is mews; this still exists in certain regional English dialects and is cognate with German Möwe, Danish måge, Swedish mås, Dutch meeuw, Norwegian måke/måse, and French mouette.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Gull",
    "imageAspectRatio": 1.48,
    "category": "Water Birds"
  },
  {
    "id": 90,
    "name": "Hamster",
    "slug": "hamster",
    "description": "Hamsters are rodents belonging to the subfamily Cricetinae, which contains 19 species classified in seven genera. They have become established as popular small pets. The best-known species of hamster is the golden or Syrian hamster, which is the type most commonly kept as a pet. Other hamster species commonly kept as pets are the three species of dwarf hamster, Campbell's dwarf hamster, the winter white dwarf hamster and the Roborovski hamster, and the less common Chinese hamster.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Hamster",
    "imageAspectRatio": 1.5,
    "category": "Pets"
  },
  {
    "id": 91,
    "name": "Hare",
    "slug": "hare",
    "description": "Hares and jackrabbits are mammals belonging to the genus Lepus. They are herbivores and live solitarily or in pairs. They nest in slight depressions called forms, and their young are able to fend for themselves shortly after birth. The genus includes the largest lagomorphs. Most are fast runners with long, powerful hind legs, and large ears that dissipate body heat. Hare species are native to Africa, Eurasia and North America. A hare less than one year old is called a \"leveret\".",
    "wikiUrl": "https://en.wikipedia.org/wiki/Hare",
    "imageAspectRatio": 0.71,
    "category": "Wildlife"
  },
  {
    "id": 92,
    "name": "Hawk",
    "slug": "hawk",
    "description": "Hawks are birds of prey of the family Accipitridae. They are very widely distributed and are found on all continents, except Antarctica.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Hawk",
    "imageAspectRatio": 0.61,
    "category": "Birds of Prey"
  },
  {
    "id": 93,
    "name": "Hedgehog",
    "slug": "hedgehog",
    "description": "A  hedgehog  is a spiny mammal of the subfamily Erinaceinae, in the eulipotyphlan family Erinaceidae. There are 17 species of hedgehog in five genera found throughout parts of Europe, Asia, and Africa, and in New Zealand by introduction. There are no hedgehogs native to Australia and no living species native to the Americas. However, the extinct genus Amphechinus was once present in North America.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Hedgehog",
    "imageAspectRatio": 1.27,
    "category": "Pets"
  },
  {
    "id": 94,
    "name": "Hermit crab",
    "slug": "hermit-crab",
    "description": "Hermit crabs are anomuran decapod crustaceans of the superfamily Paguroidea that have adapted to occupy empty scavenged mollusc shells to protect their fragile exoskeletons. There are over 800 species of hermit crab, most of which possess an asymmetric abdomen concealed by a snug-fitting shell. Hermit crabs' soft (non-calcified) abdominal exoskeleton means they must occupy shelter produced by other organisms or risk being defenseless.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Hermit_crab",
    "imageAspectRatio": 1.36,
    "category": "Ocean Life"
  },
  {
    "id": 95,
    "name": "Heron",
    "slug": "heron",
    "description": "Herons are long-legged, long-necked, freshwater and coastal birds in the family Ardeidae, with 75 recognised species, some of which are referred to as egrets or bitterns rather than herons. Members of the genus Botaurus are referred to as bitterns, and, together with the zigzag heron, or zigzag bittern, in the monotypic genus Zebrilus, form a monophyletic group within the Ardeidae. Egrets do not form a biologically distinct group from herons, and tend to be named differently because they are mainly white or have decorative plumes in breeding plumage. Herons, by evolutionary adaptation, have long beaks.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Heron",
    "imageAspectRatio": 0.8,
    "category": "Water Birds"
  },
  {
    "id": 96,
    "name": "Hippopotamus",
    "slug": "hippopotamus",
    "description": "The hippopotamus (; pl.: hippopotamuses; often shortened to hippo, further qualified as the common hippopotamus, Nile hippopotamus and river hippopotamus, is a large semiaquatic mammal native to sub-Saharan Africa. It is one of only two extant species in the family Hippopotamidae, the other being the pygmy hippopotamus. Its name comes from the ancient Greek for \"river horse\".",
    "wikiUrl": "https://en.wikipedia.org/wiki/Hippopotamus",
    "imageAspectRatio": 1.5,
    "category": "African Wildlife"
  },
  {
    "id": 97,
    "name": "Hornet",
    "slug": "hornet",
    "description": "Hornets are the largest of the eusocial wasps, and are similar in appearance to yellowjackets, their close relatives. Some species can reach up to 5.5 cm (2.2 in) in length. They are distinguished from other vespine wasps by the relatively large top margin of the head. Worldwide, 22 species of Vespa are recognized. Most species only occur in the tropics of Asia, though the European hornet is widely distributed throughout Europe, Russia, North America, and north-eastern Asia. Wasps native to North America in the genus Dolichovespula are commonly referred to as hornets, but all of them are actually yellowjackets.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Hornet",
    "imageAspectRatio": 1,
    "category": "Insects"
  },
  {
    "id": 98,
    "name": "Horse",
    "slug": "horse",
    "description": "The horse is a domesticated, one-toed, hoofed mammal. It belongs to the taxonomic family Equidae and is one of two extant subspecies of Equus ferus. The horse has evolved over the past 45 to 55 million years from a small multi-toed creature, Eohippus, into the large, single-toed animal of today. Humans began domesticating horses around 4000 BCE, and their domestication is believed to have been widespread by 3000 BCE. Horses in the subspecies caballus are domesticated, although some domesticated populations live in the wild as feral horses. These feral populations are not true wild horses, which are horses that never have been domesticated. There is an extensive, specialized vocabulary used to describe equine-related concepts, covering everything from anatomy to life stages, size, colors, markings, breeds, locomotion, and behavior.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Horse",
    "imageAspectRatio": 1.45,
    "category": "Farm Animals"
  },
  {
    "id": 99,
    "name": "Hummingbird",
    "slug": "hummingbird",
    "description": "Hummingbirds are birds native to the Americas and comprise the biological family Trochilidae. With approximately 366 species and 113 genera, they occur from Alaska to Tierra del Fuego, but most species are found in Central and South America. As of 2024, 21 hummingbird species are listed as endangered or critically endangered, with numerous species declining in population.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Hummingbird",
    "imageAspectRatio": 1.5,
    "category": "Tropical Birds"
  },
  {
    "id": 100,
    "name": "Hyena",
    "slug": "hyena",
    "description": "Hyenas or hyaenas are feliform carnivoran mammals belonging to the family Hyaenidae. With just four extant species, it is the fifth-smallest family in the order Carnivora and one of the smallest in the class Mammalia. Despite their low diversity, hyenas are unique and vital components of most African ecosystems.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Hyena",
    "imageAspectRatio": 1.5,
    "category": "African Wildlife"
  },
  {
    "id": 101,
    "name": "Ibex",
    "slug": "ibex",
    "description": "An ibex is any of several species of wild goat , distinguished by the male's large recurved horns, which are transversely ridged in front. Ibex are found in Eurasia, North Africa and East Africa.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Ibex",
    "imageAspectRatio": 1.58,
    "category": "Mountain Animals"
  },
  {
    "id": 102,
    "name": "Ibis",
    "slug": "ibis",
    "description": "The ibis are a group of long-legged wading birds in the family Threskiornithidae that inhabit wetlands, forests and plains. \"Ibis\" derives from the Latin and Ancient Greek word for this group of birds. It also occurs in the scientific name of the western cattle egret mistakenly identified in 1757 as being the sacred ibis.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Ibis",
    "imageAspectRatio": 1.5,
    "category": "Water Birds"
  },
  {
    "id": 103,
    "name": "Iguana",
    "slug": "iguana",
    "description": "Iguana is a genus of herbivorous lizards that are native to tropical areas of Mexico, Central America, South America, and the Caribbean. The genus was first described by Austrian naturalist J.N. Laurenti in 1768. Two species are placed in the genus: The green iguana, which is widespread throughout its range and a popular pet; and the Lesser Antillean iguana, which is native to the Lesser Antilles. Genetic analysis indicates that the green iguana may comprise a complex of multiple species, some of which have been recently described, but the Reptile Database considers all of these as subspecies of the green iguana.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Iguana",
    "imageAspectRatio": 0.8,
    "category": "Reptiles"
  },
  {
    "id": 104,
    "name": "Impala",
    "slug": "impala",
    "description": "The impala or rooibok is a medium-sized antelope found in eastern and southern Africa. The only extant member of the genus Aepyceros, and tribe Aepycerotini, it was first described to Europeans by German zoologist Hinrich Lichtenstein in 1812. Two subspecies are recognised—the grassland-dwelling common impala, and the larger and darker black-faced impala, which lives in slightly more arid, scrubland environments. The impala reaches 70–92 cm (28–36 in) at the shoulder and weighs 40–76 kg (88–168 lb). It features a glossy, reddish brown coat. The male's slender, lyre-shaped horns are 45–92 cm (18–36 in) long.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Impala",
    "imageAspectRatio": 1.5,
    "category": "African Wildlife"
  },
  {
    "id": 105,
    "name": "Jaguar",
    "slug": "jaguar",
    "description": "The jaguar is a large cat species and the only living member of the genus Panthera that is native to the Americas. With a body length of up to 1.85 m and a weight of up to 158 kg (348 lb), it is the biggest cat species in the Americas and the third largest in the world. Its distinctively marked coat features pale yellow to tan colored fur covered by spots that transition to rosettes on the sides, although a melanistic black coat appears in some individuals. The jaguar's powerful bite allows it to pierce the carapaces of turtles and tortoises, and to employ an unusual killing method: it bites directly through the skull of mammalian prey between the ears to deliver a fatal blow to the brain.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Jaguar",
    "imageAspectRatio": 1.45,
    "category": "Exotic Animals"
  },
  {
    "id": 106,
    "name": "Jay",
    "slug": "jay",
    "description": "A jay is a member of a number of species of medium-sized, usually colorful and noisy, passerine birds in the crow family, Corvidae. The evolutionary relationships between the jays and the magpies are rather complex. For example, the Eurasian magpie seems more closely related to the Eurasian jay than to the East Asian blue and green magpies, whereas the blue jay is not closely related to either. The Eurasian jay distributes oak acorns, contributing to the growth of oak woodlands over time.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Jay",
    "imageAspectRatio": 1.46,
    "category": "Songbirds"
  },
  {
    "id": 107,
    "name": "Jellyfish",
    "slug": "jellyfish",
    "description": "Jellyfish, also known as sea jellies or simply jellies, are the medusa-phase of certain gelatinous members of the subphylum Medusozoa, which is a major part of the phylum Cnidaria.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Jellyfish",
    "imageAspectRatio": 1.5,
    "category": "Ocean Life"
  },
  {
    "id": 108,
    "name": "Junglefowl",
    "slug": "junglefowl",
    "description": "Junglefowl are the only four living species of bird from the genus Gallus in the bird order Galliformes, and occur in parts of South and Southeast Asia. One of the species in this genus, the red junglefowl, is of historical importance as the direct ancestor of the domestic chicken, although the grey junglefowl, Sri Lankan junglefowl and green junglefowl are likely to have also been involved. The Sri Lankan junglefowl is the national bird of Sri Lanka. They diverged from their common ancestor about 4–6 million years ago. Although originating in Asia, remains of junglefowl bones have also been found in regions of Chile, which date back to 1321–1407 CE, providing evidence of possible Polynesian migration through the Pacific Ocean.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Junglefowl",
    "imageAspectRatio": 1.04,
    "category": "Tropical Birds"
  },
  {
    "id": 109,
    "name": "Kangaroo",
    "slug": "kangaroo",
    "description": "Kangaroos are marsupials from the family Macropodidae. In common use, the term is used to describe the largest species from this family, the red kangaroo, as well as the antilopine kangaroo, eastern grey kangaroo, and western grey kangaroo. Kangaroos are indigenous to Australia and New Guinea. The Australian government estimates that 42.8 million kangaroos lived within the commercial harvest areas of Australia in 2019, down from 53.2 million in 2013.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Kangaroo",
    "imageAspectRatio": 1.49,
    "category": "Exotic Animals"
  },
  {
    "id": 110,
    "name": "Kingbird",
    "slug": "kingbird",
    "description": "Tyrannus is a genus of small passerine birds in the tyrant flycatcher family Tyrannidae that are native to the Americas. The majority are named as kingbirds.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Kingbird",
    "imageAspectRatio": 0.8,
    "category": "Songbirds"
  },
  {
    "id": 111,
    "name": "Kinkajou",
    "slug": "kinkajou",
    "description": "The kinkajou is a tropical rainforest mammal of the family Procyonidae related to olingos, coatis, raccoons, and the ringtail and cacomistle. It is the only member of the genus Potos and is also known as the \"honey bear\". Though kinkajous are arboreal, they are not closely related to any other tree-dwelling mammal group.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Kinkajou",
    "imageAspectRatio": 0.72,
    "category": "Exotic Animals"
  },
  {
    "id": 112,
    "name": "Kite",
    "slug": "kite",
    "description": "Kite is the common name for certain birds of prey in the family Accipitridae, particularly in the subfamilies Elaninae and Perninae and certain genera within Buteoninae. The term is derived from Old English cȳta, onomatopoeic from the call notes of the buzzard and red kite. The name, having no cognate names in other European languages, is thought to have arisen in England; it apparently originally denoted the buzzard, as the red kite was then known by the widespread Germanic name 'glede' or 'glead', and was only later transferred to the red kite as \"fork-tailed kite\" by Christopher Merret in his 1667 Pinax Rerum Naturalium Britannicarum. By the time of Thomas Pennant's 1768 British Zoology, the name had become fixed on the red kite; other birds named 'kite' around the world being named from their then-perceived relationship to it.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Kite_(bird)",
    "imageAspectRatio": 1.4,
    "category": "Birds of Prey"
  },
  {
    "id": 113,
    "name": "Koala",
    "slug": "koala",
    "description": "The koala, sometimes inaccurately called the koala bear, is an arboreal herbivorous marsupial native to Australia. It is the only extant representative of the family Phascolarctidae. Its closest living relatives are the wombats. The koala is found in coastal areas of the island's eastern and southern regions, inhabiting Queensland, New South Wales, Victoria, and South Australia. It is easily recognisable by its stout, tailless body and large head with round, fluffy ears and large, dark nose. The koala has a body length of 60–85 cm (24–33 in) and weighs 4–15 kg (8.8–33.1 lb). Its fur colour ranges from silver grey to chocolate brown. Koalas from the northern populations are typically smaller and lighter in colour than their counterparts further south. These populations are possibly separate subspecies, but not all researchers accept this.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Koala",
    "imageAspectRatio": 1.02,
    "category": "Exotic Animals"
  },
  {
    "id": 114,
    "name": "Komodo dragon",
    "slug": "komodo-dragon",
    "description": "The Komodo dragon, also known as the Komodo monitor, is a large reptile of the monitor lizard family Varanidae that is endemic to the Indonesian islands of Komodo, Rinca, Flores, Gili Dasami, and Gili Motang. The largest extant population lives within the Komodo National Park in Eastern Indonesia. It is the largest extant species of lizard, with the males growing to a maximum length of 3 m (10 ft) and weighing up to 150 kg (330 lb).",
    "wikiUrl": "https://en.wikipedia.org/wiki/Komodo_dragon",
    "imageAspectRatio": 1.4,
    "category": "Reptiles"
  },
  {
    "id": 115,
    "name": "Ladybug",
    "slug": "ladybug",
    "description": "Coccinellidae is a widespread family of small beetles. They are commonly known as ladybugs in North America and ladybirds in the United Kingdom; \"lady\" refers to mother Mary. Entomologists use the names ladybird beetles or lady beetles to avoid confusion with true bugs. The more than 6,000 described species have a global distribution and are found in a variety of habitats. They are oval beetles with a domed back and flat underside. Many of the species have conspicuous aposematic (warning) colours and patterns, such as red with black spots, that warn potential predators that they taste bad.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Ladybug",
    "imageAspectRatio": 1.35,
    "category": "Insects"
  },
  {
    "id": 116,
    "name": "Lapwing",
    "slug": "lapwing",
    "description": "Lapwings are any of various ground-nesting birds akin to plovers and dotterels. They range from 10 to 16 inches in length, and are noted for their slow, irregular wingbeats in flight and a shrill, wailing cry.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Lapwing",
    "imageAspectRatio": 1.33,
    "category": "Water Birds"
  },
  {
    "id": 117,
    "name": "Lark",
    "slug": "lark",
    "description": "Larks are passerine birds of the family Alaudidae. Larks have a cosmopolitan distribution with the largest number of species occurring in Africa. Only a single species, the horned lark, occurs in North America, and only Horsfield's bush lark occurs in Australia. Habitats vary widely, but many species live in drier regions. When the word \"lark\" is used without specification, it often refers to the Eurasian skylark (Alauda arvensis).",
    "wikiUrl": "https://en.wikipedia.org/wiki/Lark",
    "imageAspectRatio": 0.71,
    "category": "Songbirds"
  },
  {
    "id": 118,
    "name": "Lemur",
    "slug": "lemur",
    "description": "Lemurs are wet-nosed primates of the superfamily Lemuroidea, divided into 8 families and consisting of 15 genera and around 100 existing species. They are endemic to the island of Madagascar. Most existing lemurs are small, have a pointed snout, large eyes, and a long tail. They chiefly live in trees and are active at night.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Lemur",
    "imageAspectRatio": 1.5,
    "category": "Exotic Animals"
  },
  {
    "id": 119,
    "name": "Leopard",
    "slug": "leopard",
    "description": "The leopard is one of the five extant cat species in the genus Panthera. It has a pale yellowish to dark golden fur with dark spots grouped in rosettes. Its body is slender and muscular reaching a length of 92–183 cm (36–72 in) with a 66–102 cm (26–40 in) long tail and a shoulder height of 60–70 cm (24–28 in). Males typically weigh 30.9–72 kg (68–159 lb), and females 20.5–43 kg (45–95 lb).",
    "wikiUrl": "https://en.wikipedia.org/wiki/Leopard",
    "imageAspectRatio": 1,
    "category": "African Wildlife"
  },
  {
    "id": 120,
    "name": "Lion",
    "slug": "lion",
    "description": "The lion is a large cat of the genus Panthera, native to Sub-Saharan Africa and India. It has a muscular, broad-chested body; a short, rounded head; round ears; and a dark, hairy tuft at the tip of its tail. It is sexually dimorphic; adult male lions are larger than females and have a prominent mane. It is a social species, forming groups called prides. A lion's pride consists of a few adult males, related females, and cubs. Groups of female lions usually hunt together, preying mostly on medium-sized and large ungulates. The lion is an apex and keystone predator.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Lion",
    "imageAspectRatio": 1.5,
    "category": "African Wildlife"
  },
  {
    "id": 121,
    "name": "Lizard",
    "slug": "lizard",
    "description": "Lizard is the common name used for all squamate reptiles other than snakes, encompassing over 7,000 species, ranging across all continents except Antarctica, as well as most oceanic island chains. The grouping is paraphyletic as some lizards are more closely related to snakes than they are to other lizards. Lizards range in size from chameleons and geckos a few centimeters long to the 3-meter-long Komodo dragon.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Lizard",
    "imageAspectRatio": 1.33,
    "category": "Reptiles"
  },
  {
    "id": 122,
    "name": "Llama",
    "slug": "llama",
    "description": "The llama is a domesticated South American camelid, widely used as a meat and pack animal by Andean cultures since the pre-Columbian era.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Llama",
    "imageAspectRatio": 1.33,
    "category": "Farm Animals"
  },
  {
    "id": 123,
    "name": "Lobster",
    "slug": "lobster",
    "description": "Lobsters are malacostracans decapod crustaceans of the family Nephropidae or its synonym Homaridae. They have long bodies with muscular tails and live in crevices or burrows on the sea floor. Three of their five pairs of legs have claws, including the first pair, which are usually much larger than the others. Highly prized as seafood, lobsters are economically important and are often one of the most profitable commodities in the coastal areas they populate.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Lobster",
    "imageAspectRatio": 1.33,
    "category": "Ocean Life"
  },
  {
    "id": 124,
    "name": "Locust",
    "slug": "locust",
    "description": "Locusts are various species of short-horned grasshoppers in the family Acrididae that have a swarming phase. These insects are usually solitary, but under certain circumstances they become more abundant and change their behaviour and habits, becoming gregarious. No taxonomic distinction is made between locust and grasshopper species; the basis for the definition is whether a species forms swarms under intermittently suitable conditions; this has evolved independently in multiple lineages, comprising at least 18 genera in 5 different subfamilies.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Locust",
    "imageAspectRatio": 1.43,
    "category": "Insects"
  },
  {
    "id": 125,
    "name": "Loris",
    "slug": "loris",
    "description": "Loris is the common name for the strepsirrhine mammals of the subfamily Lorinae in the family Lorisidae. Loris is one genus in this subfamily and includes the slender lorises, Nycticebus is the genus containing the slow lorises, and Xanthonycticebus is the genus name of the pygmy slow loris.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Loris",
    "imageAspectRatio": 1.5,
    "category": "Exotic Animals"
  },
  {
    "id": 126,
    "name": "Louse",
    "slug": "louse",
    "description": "Louse is the common name for any member of the clade Phthiraptera, which contains nearly 5,000 species of wingless parasitic insects. Phthiraptera has variously been recognized as an order, infraorder, or a parvorder, as a result of developments in phylogenetic research.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Louse",
    "imageAspectRatio": 0.54,
    "category": "Insects"
  },
  {
    "id": 127,
    "name": "Lyrebird",
    "slug": "lyrebird",
    "description": "A lyrebird is either of two species of ground-dwelling Australian birds that compose the genus Menura, and the family Menuridae. They are most notable for their impressive ability to mimic natural and artificial sounds from their environment, and the striking beauty of the male bird's huge tail when it is fanned out in courtship display. Lyrebirds have unique plumes of neutral-coloured tailfeathers and are among Australia's best-known native birds.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Lyrebird",
    "imageAspectRatio": 1.5,
    "category": "Unusual Birds"
  },
  {
    "id": 128,
    "name": "Mallard",
    "slug": "mallard",
    "description": "The mallard or wild duck is a dabbling duck that breeds throughout the temperate and subtropical Americas, Eurasia, and North Africa. It has been introduced to New Zealand, Australia, Peru, Brazil, Uruguay, Argentina, Chile, Colombia, the Falkland Islands, and South Africa. Belonging to the subfamily Anatinae of the waterfowl family Anatidae, mallards live in wetlands, eat water plants and small animals, and are social animals preferring to congregate in groups or flocks of varying sizes.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Mallard",
    "imageAspectRatio": 1,
    "category": "Water Birds"
  },
  {
    "id": 129,
    "name": "Manatee",
    "slug": "manatee",
    "description": "Manatees are large, fully aquatic, mostly herbivorous marine mammals sometimes known as sea cows. There are three accepted living species of Trichechidae, representing three of the four living species in the order Sirenia: the Amazonian manatee, the West Indian manatee, and the West African manatee. They measure up to 4.0 metres long, weigh as much as 590 kilograms (1,300 lb), and have paddle-like tails.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Manatee",
    "imageAspectRatio": 1.52,
    "category": "Ocean Life"
  },
  {
    "id": 130,
    "name": "Mandrill",
    "slug": "mandrill",
    "description": "The mandrill is a large Old World monkey native to west central Africa. It is one of the most colorful mammals in the world, with red and blue skin on its face and posterior. The species is sexually dimorphic, as males have a larger body, longer canine teeth and brighter coloring. Its closest living relative is the drill, with which it shares the genus Mandrillus. Both species were traditionally thought to be baboons, but further evidence has shown that they are more closely related to white-eyelid mangabeys.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Mandrill",
    "imageAspectRatio": 0.77,
    "category": "African Wildlife"
  },
  {
    "id": 131,
    "name": "Margay",
    "slug": "margay",
    "description": "The margay is a small wild cat native to Mexico, Central and South America. A solitary and nocturnal felid, it lives mainly in primary evergreen and deciduous forest.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Margay",
    "imageAspectRatio": 0.67,
    "category": "Exotic Animals"
  },
  {
    "id": 132,
    "name": "Meerkat",
    "slug": "meerkat",
    "description": "The meerkat or suricate is a small mongoose found in southern Africa. It is characterised by a broad head, large eyes, a pointed snout, long legs, a thin tapering tail, and a brindled coat pattern. The head-and-body length is around 24–35 cm (9.4–13.8 in), and the weight is typically between 0.62 and 0.97 kg. The coat is light grey to yellowish-brown with alternate, poorly-defined light and dark bands on the back. Meerkats have foreclaws adapted for digging and have the ability to thermoregulate to survive in their harsh, dry habitat. Three subspecies are recognised.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Meerkat",
    "imageAspectRatio": 1.21,
    "category": "African Wildlife"
  },
  {
    "id": 133,
    "name": "Mink",
    "slug": "mink",
    "description": "Mink are dark-colored, semiaquatic, carnivorous mammals of the genera Neogale and Mustela and part of the family Mustelidae, which also includes weasels, otters, and ferrets. There are two extant species referred to as \"mink\": the American mink and the European mink. The extinct sea mink was related to the American mink but was much larger.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Mink",
    "imageAspectRatio": 1.46,
    "category": "Wildlife"
  },
  {
    "id": 134,
    "name": "Mole",
    "slug": "mole",
    "description": "Moles are small, subterranean mammals. They have cylindrical bodies, velvety fur, very small, inconspicuous eyes and ears, reduced hindlimbs, and short, powerful forelimbs with large paws adapted for digging.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Mole_(animal)",
    "imageAspectRatio": 1.25,
    "category": "Wildlife"
  },
  {
    "id": 135,
    "name": "Mongoose",
    "slug": "mongoose",
    "description": "A mongoose is a small terrestrial carnivorous mammal belonging to the family Herpestidae. This family has two subfamilies, the Herpestinae and the Mungotinae. The Herpestinae comprises 23 living species that are native to southern Europe, Africa and Asia, whereas the Mungotinae comprises 11 species native to Africa. The Herpestidae originated about 21.8 ± 3.6 million years ago in the Early Miocene and genetically diverged into two main lineages between 19.1 and 18.5 ± 3.5 million years ago. There is a large introduced population on the islands of Hawaii. Mongoose diets are varied but consist of mainly insects, hatchlings, reptiles and birds.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Mongoose",
    "imageAspectRatio": 1.5,
    "category": "African Wildlife"
  },
  {
    "id": 136,
    "name": "Monkey",
    "slug": "monkey",
    "description": "Monkey is a common name that may refer to most mammals of the infraorder Simiiformes, also known as simians. Traditionally, all animals in the group now known as simians are counted as monkeys except the apes. Thus monkeys, in that sense, constitute an incomplete paraphyletic grouping; alternatively, if apes (Hominoidea) are included, monkeys and simians are synonyms.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Monkey",
    "imageAspectRatio": 0.59,
    "category": "Exotic Animals"
  },
  {
    "id": 137,
    "name": "Moose",
    "slug": "moose",
    "description": "The moose or elk is the world's tallest, largest and heaviest extant species of deer and the only species in the genus Alces. It is also the tallest, and the second-largest, land animal in North America, falling short only to the American bison in body mass. Most adult male moose have broad, palmate antlers; other members of the deer family have pointed antlers with a dendritic (\"twig-like\") configuration. Moose inhabit the circumpolar boreal forests or temperate broadleaf and mixed forests of the Northern Hemisphere, thriving in cooler, temperate areas as well as subarctic climates.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Moose",
    "imageAspectRatio": 1.5,
    "category": "Wildlife"
  },
  {
    "id": 138,
    "name": "Mosquito",
    "slug": "mosquito",
    "description": "Mosquitoes, the Culicidae, are a family of small flies consisting of 3,600 species. The word mosquito is Spanish and Portuguese for little fly. Mosquitoes have a slender segmented body, one pair of wings, three pairs of long hair-like legs, and specialized, highly elongated, piercing-sucking mouthparts. All mosquitoes drink nectar from flowers; females of some species have in addition adapted to drink blood. The group diversified during the Cretaceous period. Evolutionary biologists view mosquitoes as micropredators, small animals that parasitise larger ones by drinking their blood without immediately killing them. Medical parasitologists view mosquitoes instead as vectors of disease, carrying protozoan parasites or bacterial or viral pathogens from one host to another.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Mosquito",
    "imageAspectRatio": 1.5,
    "category": "Insects"
  },
  {
    "id": 139,
    "name": "Moth",
    "slug": "moth",
    "description": "Moths are a group of insects that includes all members of the order Lepidoptera that are not butterflies. They were previously classified as suborder Heterocera, but the group is paraphyletic with respect to butterflies and neither subordinate taxon is used in modern classifications. Moths make up the vast majority of the order. There are approximately 160,000 species of moth, many of which have yet to be described. Most species of moth are nocturnal, although there are also crepuscular and diurnal species.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Moth",
    "imageAspectRatio": 1.5,
    "category": "Insects"
  },
  {
    "id": 140,
    "name": "Mouse",
    "slug": "mouse",
    "description": "A mouse is a small rodent. Characteristically, mice are known to have a pointed snout, small rounded ears, a body-length scaly tail, and a high breeding rate. The best known mouse species is the common house mouse. Mice are also popular as pets. In some places, certain kinds of field mice are locally common. They are known to invade homes for food and shelter.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Mouse",
    "imageAspectRatio": 0.67,
    "category": "Pets"
  },
  {
    "id": 141,
    "name": "Narwhal",
    "slug": "narwhal",
    "description": "The narwhal is a species of toothed whale native to the Arctic. It is the only member of the genus Monodon and one of two living representatives of the family Monodontidae. The narwhal is a stocky cetacean with a relatively blunt snout, a large melon, and a shallow ridge in place of a dorsal fin. Males of this species have a large long tusk, which is a protruding left canine thought to function as a weapon, a tool for feeding, in attracting mates or sensing water salinity. Specially adapted slow-twitch muscles, along with the jointed neck vertebrae and shallow dorsal ridge allow for easy movement through the Arctic environment, where the narwhal spends extended periods at great depths. The narwhal's geographic range overlaps with that of the similarly built and closely related beluga whale, and the animals are known to interbreed.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Narwhal",
    "imageAspectRatio": 1.5,
    "category": "Ocean Life"
  },
  {
    "id": 142,
    "name": "Newt",
    "slug": "newt",
    "description": "A newt is a salamander in the subfamily Pleurodelinae. The terrestrial juvenile phase is called an eft. Unlike other members of the family Salamandridae, newts are semiaquatic, alternating between aquatic and terrestrial habitats. Not all aquatic salamanders are considered newts, however. More than 100 known species of newts are found in North America, Europe, North Africa and Asia. Newts metamorphose through three distinct developmental life stages: aquatic larva, terrestrial juvenile (eft), and adult. Adult newts have lizard-like bodies and return to the water every year to breed, otherwise living in humid, cover-rich land habitats.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Newt",
    "imageAspectRatio": 1.53,
    "category": "Amphibians"
  },
  {
    "id": 143,
    "name": "Nightingale",
    "slug": "nightingale",
    "description": "The common nightingale, rufous nightingale or simply nightingale, is a small passerine bird which is best known for its powerful and beautiful song. It was formerly classed as a member of the thrush family Turdidae, but is now more generally considered to be an Old World flycatcher, Muscicapidae. It belongs to a group of more terrestrial species, often called chats.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Nightingale",
    "imageAspectRatio": 0.67,
    "category": "Songbirds"
  },
  {
    "id": 144,
    "name": "Okapi",
    "slug": "okapi",
    "description": "The okapi, also known as the forest giraffe, Congolese giraffe and zebra giraffe, is an artiodactyl mammal that is endemic to the northeast Democratic Republic of the Congo in central Africa. However, non-invasive genetic identification has suggested that a population has occurred south-west of the Congo River as well. It is the only species in the genus Okapia. Although the okapi has striped markings reminiscent of zebras, it is most closely related to the giraffe. The okapi and the giraffe are the only living members of the family Giraffidae.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Okapi",
    "imageAspectRatio": 1.5,
    "category": "African Wildlife"
  },
  {
    "id": 145,
    "name": "Opossum",
    "slug": "opossum",
    "description": "Opossums are members of the marsupial order Didelphimorphia endemic to the Americas. The largest order of marsupials in the Western Hemisphere, it comprises 126 species in 18 genera. Opossums originated in South America and entered North America in the Great American Interchange following the connection of North and South America in the late Cenozoic.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Opossum",
    "imageAspectRatio": 1.33,
    "category": "Wildlife"
  },
  {
    "id": 146,
    "name": "Ostrich",
    "slug": "ostrich",
    "description": "Ostriches are large flightless birds. Two living species are recognised, the common ostrich, native to large areas of sub-Saharan Africa, and the Somali ostrich, native to the Horn of Africa.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Ostrich",
    "imageAspectRatio": 1.34,
    "category": "Unusual Birds"
  },
  {
    "id": 147,
    "name": "Otter",
    "slug": "otter",
    "description": "Otters are carnivorous mammals in the subfamily Lutrinae. The 13 extant otter species are all semiaquatic, aquatic, or marine. Lutrinae is a branch of the Mustelidae family, which includes weasels, badgers, mink, and wolverines, among other animals.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Otter",
    "imageAspectRatio": 1.83,
    "category": "Wildlife"
  },
  {
    "id": 148,
    "name": "Ox",
    "slug": "ox",
    "description": "An ox, also known as a bullock, is a large bovine, trained and used as a draft animal. Oxen are commonly castrated adult male cattle, because castration inhibits testosterone and aggression, which makes the males docile and safer to work with. Cows or bulls may also be used in some areas.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Ox",
    "imageAspectRatio": 0.67,
    "category": "Farm Animals"
  },
  {
    "id": 149,
    "name": "Owl",
    "slug": "owl",
    "description": "Owls are birds from the order Strigiformes, which includes over 200 species of mostly solitary and nocturnal birds of prey typified by an upright stance, a large, broad head, binocular vision, binaural hearing, sharp talons, and feathers adapted for silent flight. Exceptions include the diurnal northern hawk-owl and the gregarious burrowing owl.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Owl",
    "imageAspectRatio": 0.67,
    "category": "Birds of Prey"
  },
  {
    "id": 150,
    "name": "Oyster",
    "slug": "oyster",
    "description": "Oyster is the common name for a number of different families of salt-water bivalve molluscs that live in marine or brackish habitats. In some species, the valves are highly calcified, and many are somewhat irregular in shape. Many, but not all oysters, are in the superfamily Ostreoidea.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Oyster",
    "imageAspectRatio": 1.44,
    "category": "Ocean Life"
  },
  {
    "id": 151,
    "name": "Panther",
    "slug": "panther",
    "description": "A black panther is the melanistic colour variant of the leopard and the jaguar. Black panthers of both species have excess black pigments, but their typical rosettes are also present. They have been documented mostly in tropical forests, with black leopards in Africa and Asia, and black jaguars in Central and South America. Melanism is caused by a recessive allele in the leopard, and by a dominant allele in the jaguar.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Black_panther",
    "imageAspectRatio": 1.49,
    "category": "Exotic Animals"
  },
  {
    "id": 152,
    "name": "Parrot",
    "slug": "parrot",
    "description": "Parrots (Psittaciformes), also known as psittacines, are birds with a strong curved beak, upright stance, and clawed feet. They are classified in four families that contain roughly 410 species in 101 genera, found mostly in tropical and subtropical regions. The four families are the Psittaculidae, Psittacidae, Cacatuidae (cockatoos), and Strigopidae. One-third of all parrot species are threatened by extinction, with a higher aggregate extinction risk than any other comparable bird group. Parrots have a generally pantropical distribution with several species inhabiting temperate regions as well. The greatest diversity of parrots is in South America and Australasia.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Parrot",
    "imageAspectRatio": 0.67,
    "category": "Tropical Birds"
  },
  {
    "id": 153,
    "name": "Panda",
    "slug": "panda",
    "description": "The giant panda, also known as the panda bear or simply panda, is a bear species endemic to China. It is characterised by its white coat with black patches around the eyes, ears, legs and shoulders. Its body is rotund; adult individuals weigh 100 to 115 kg and are typically 1.2 to 1.9 m long. It is sexually dimorphic, with males being typically 10 to 20% larger than females. A thumb is visible on its forepaw, which helps in holding bamboo in place for feeding. It has large molar teeth and expanded temporal fossa to meet its dietary requirements. It can digest starch and is mostly herbivorous with a diet consisting almost entirely of bamboo and bamboo shoots.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Panda",
    "imageAspectRatio": 1.5,
    "category": "Exotic Animals"
  },
  {
    "id": 154,
    "name": "Partridge",
    "slug": "partridge",
    "description": "A partridge is a medium-sized galliform bird in any of several genera, with a wide native distribution throughout parts of Europe, Asia and Africa. Several species have been introduced to the Americas. They are sometimes grouped in the Perdicinae subfamily of the Phasianidae. However, molecular research suggests that partridges are not a distinct taxon within the family Phasianidae, but that some species are closer to the pheasants, while others are closer to the junglefowl.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Partridge",
    "imageAspectRatio": 1.66,
    "category": "Wild Birds"
  },
  {
    "id": 155,
    "name": "Peafowl",
    "slug": "peafowl",
    "description": "Peafowl is a common name for two bird species of the genus Pavo and one species of the closely related genus Afropavo within the tribe Pavonini of the family Phasianidae. Male peafowl are referred to as peacocks, and female peafowl are referred to as peahens.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Peafowl",
    "imageAspectRatio": 1.63,
    "category": "Tropical Birds"
  },
  {
    "id": 156,
    "name": "Peccary",
    "slug": "peccary",
    "description": "Peccaries are pig-like ungulates of the family Tayassuidae. They are found throughout Central and South America, Trinidad in the Caribbean, and in the southwestern area of North America. Peccaries usually measure between 90 and 130 cm in length, and a full-grown adult usually weighs about 20 to 40 kg. They represent the closest relatives of the family Suidae, which contains pigs and relatives. Together Tayassuidae and Suidae are grouped in the suborder Suina within the order Artiodactyla.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Peccary",
    "imageAspectRatio": 1.5,
    "category": "Exotic Animals"
  },
  {
    "id": 157,
    "name": "Pelican",
    "slug": "pelican",
    "description": "Pelicans are a genus of large water birds that make up the family Pelecanidae. They are characterized by a long beak and a large throat pouch used for catching prey and draining water from the scooped-up contents before swallowing. They have predominantly pale plumage, except for the brown and Peruvian pelicans. The bills, pouches, and bare facial skin of all pelicans become brightly coloured before the breeding season.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Pelican",
    "imageAspectRatio": 1.33,
    "category": "Water Birds"
  },
  {
    "id": 158,
    "name": "Penguin",
    "slug": "penguin",
    "description": "Penguins are a group of aquatic flightless birds from the family Spheniscidae of the order Sphenisciformes. They live almost exclusively in the Southern Hemisphere. Only one species, the Galápagos penguin, is equatorial, with a small portion of its population extending slightly north of the equator. Highly adapted for life in the ocean water, penguins have countershaded dark and white plumage and flippers for swimming. Most penguins feed on krill, fish, squid and other forms of sea life which they catch with their bills and swallow whole while swimming. A penguin has a spiny tongue and powerful jaws to grip slippery prey.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Penguin",
    "imageAspectRatio": 0.62,
    "category": "Unusual Birds"
  },
  {
    "id": 159,
    "name": "Pheasant",
    "slug": "pheasant",
    "description": "Pheasants are birds of several genera within the family Phasianidae in the order Galliformes. Although they can be found all over the world in introduced populations, the pheasant genera's native range is restricted to Eurasia. The classification \"pheasant\" is paraphyletic, as birds referred to as pheasants are included within both the subfamilies Phasianinae and Pavoninae, and in many cases are more closely related to smaller phasianids, grouse, and turkey than to other pheasants.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Pheasant",
    "imageAspectRatio": 1.52,
    "category": "Wild Birds"
  },
  {
    "id": 160,
    "name": "Pig",
    "slug": "pig",
    "description": "The pig, also called swine or hog, is an omnivorous, domesticated, even-toed, hoofed mammal. It is named the domestic pig when distinguishing it from other members of the genus Sus. Some authorities consider it a subspecies of Sus scrofa ; other authorities consider it a distinct species. Pigs were domesticated in the Neolithic, both in China and in the Near East. When domesticated pigs arrived in Europe, they extensively interbred with wild boar but retained their domesticated features.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Domestic_pig",
    "imageAspectRatio": 1.61,
    "category": "Farm Animals"
  },
  {
    "id": 161,
    "name": "Pigeon",
    "slug": "pigeon",
    "description": "Columbidae is a bird family consisting of doves and pigeons. It is the only family in the order Columbiformes. These are stout-bodied birds with small heads, relatively short necks and slender bills that in some species feature fleshy ceres. They feed largely on plant matter, feeding on seeds (granivory), fruit (frugivory), and foliage (folivory).",
    "wikiUrl": "https://en.wikipedia.org/wiki/Pigeon",
    "imageAspectRatio": 1.5,
    "category": "Songbirds"
  },
  {
    "id": 162,
    "name": "Platypus",
    "slug": "platypus",
    "description": "The platypus, sometimes referred to as the duck-billed platypus, is a semiaquatic, egg-laying mammal endemic to eastern Australia, including Tasmania. The platypus is the sole living representative or monotypic taxon of its family Ornithorhynchidae and genus Ornithorhynchus, though a number of related species appear in the fossil record.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Platypus",
    "imageAspectRatio": 1.5,
    "category": "Exotic Animals"
  },
  {
    "id": 163,
    "name": "Polar bear",
    "slug": "polar-bear",
    "description": "The polar bear is a large bear native to the Arctic and nearby areas. It is closely related to the brown bear, and the two species can interbreed. The polar bear is the largest extant species of bear and land carnivore, with adult males weighing 300–800 kg (660–1,760 lb). The species is sexually dimorphic, as adult females are much smaller. The polar bear is white- or yellowish-furred with black skin and a thick layer of fat. It is more slender than the brown bear, with a narrower skull, longer neck and lower shoulder hump. Its teeth are sharper and more adapted to cutting meat. The paws are large and allow the bear to walk on ice and paddle in the water.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Polar_bear",
    "imageAspectRatio": 1,
    "category": "Arctic Animals"
  },
  {
    "id": 164,
    "name": "Pony",
    "slug": "pony",
    "description": "A pony is a type of small horse, usually measured under a specified height at maturity. Ponies often have thicker coats, manes and tails, compared to larger horses, and proportionally shorter legs, wider barrels, heavier bone, thicker necks and shorter heads. In modern use, breed registries and horse shows may define a pony as measuring at the withers below a certain height; height limits varying from about 142 cm (14.0 h) to 150 cm (14.3 h). Some distinguish between horse or pony based on its breed or phenotype, regardless of its height. The word pony derives from the old French poulenet, a diminutive of poulain meaning foal, a young, immature horse. A full-sized horse may sometimes be called a pony as a term of endearment.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Pony",
    "imageAspectRatio": 1.33,
    "category": "Farm Animals"
  },
  {
    "id": 165,
    "name": "Porcupine",
    "slug": "porcupine",
    "description": "Porcupines are large rodents with coats of sharp spines, or quills, that protect them against predation. The term covers two families of animals: the Old World porcupines of the family Hystricidae, and the New World porcupines of the family Erethizontidae. Both families belong to the infraorder Hystricognathi within the profoundly diverse order Rodentia and display superficially similar coats of rigid or semi-rigid quills, which are modified hairs composed of keratin. Despite this, the two groups are distinct from one another and are not closely related to each other within the Hystricognathi. The largest species of porcupine is the third-largest living rodent in the world, after the capybara and beaver.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Porcupine",
    "imageAspectRatio": 1.67,
    "category": "Wildlife"
  },
  {
    "id": 166,
    "name": "Porpoise",
    "slug": "porpoise",
    "description": "Porpoises are small dolphin-like cetaceans classified under the family Phocoenidae. Although similar in appearance to dolphins, they are more closely related to narwhals and belugas than to the true dolphins. There are eight extant species of porpoise, all among the smallest of the toothed whales. Porpoises are distinguished from dolphins by their flattened, spade-shaped teeth distinct from the conical teeth of dolphins, and lack of a pronounced beak, although some dolphins also lack a pronounced beak. Porpoises, and other cetaceans, belong to the clade Cetartiodactyla with even-toed ungulates.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Porpoise",
    "imageAspectRatio": 1.33,
    "category": "Ocean Life"
  },
  {
    "id": 167,
    "name": "Prairie dog",
    "slug": "prairie-dog",
    "description": "Prairie dogs are herbivorous burrowing ground squirrels native to the grasslands of North America. There are five recognized species of prairie dog: black-tailed, white-tailed, Gunnison's, Utah, and Mexican prairie dogs. In Mexico, prairie dogs are found primarily in the northern states, which lie at the southern end of the Great Plains: northeastern Sonora, north and northeastern Chihuahua, northern Coahuila, northern Nuevo León, and northern Tamaulipas. In the United States, they range primarily to the west of the Mississippi River, though they have also been introduced in a few eastern locales. They are also found in the Canadian Prairies. Despite the name, they are not actually canines; prairie dogs, along with the marmots, chipmunks, and several other basal genera belong to the ground squirrels, part of the larger squirrel family (Sciuridae).",
    "wikiUrl": "https://en.wikipedia.org/wiki/Prairie_dog",
    "imageAspectRatio": 0.75,
    "category": "Wildlife"
  },
  {
    "id": 168,
    "name": "Pug",
    "slug": "pug",
    "description": "The Pug is a breed of dog with the physically distinctive features of a wrinkly, short-muzzled face, and curled tail. An ancient breed, with roots dating back to 400 B.C., they have a fine, glossy coat that comes in a variety of colors, most often fawn or black, and a compact, square body with well developed and thick muscles all over the body.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Pug",
    "imageAspectRatio": 1.5,
    "category": "Pets"
  },
  {
    "id": 169,
    "name": "Quail",
    "slug": "quail",
    "description": "Quail is a collective name for several genera of mid-sized birds generally placed in the order Galliformes. The collective noun for a group of quail is a flock, covey, or bevy.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Quail",
    "imageAspectRatio": 1.21,
    "category": "Wild Birds"
  },
  {
    "id": 170,
    "name": "Rabbit",
    "slug": "rabbit",
    "description": "Rabbits are small mammals in the family Leporidae, which is in the order Lagomorpha. They are familiar throughout the world as a small herbivore, a prey animal, a domesticated form of livestock, and a pet, having a widespread effect on ecologies and cultures. The most widespread rabbit genera are Oryctolagus and Sylvilagus. The former, Oryctolagus, includes the European rabbit, Oryctolagus cuniculus, which is the ancestor of the hundreds of breeds of domestic rabbit and has been introduced on every continent except Antarctica. The latter, Sylvilagus, includes over 13 wild rabbit species, among them the cottontails and tapetis. Wild rabbits not included in Oryctolagus and Sylvilagus include several species of limited distribution, including the pygmy rabbit, volcano rabbit, and Sumatran striped rabbit.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Rabbit",
    "imageAspectRatio": 0.81,
    "category": "Pets"
  },
  {
    "id": 171,
    "name": "Raccoon",
    "slug": "raccoon",
    "description": "The raccoon, sometimes called the North American, northern or common raccoon to distinguish it from other species of raccoon, is a mammal native to North America. It is the largest of the procyonid family, having a body length of 40 to 70 cm, and a body weight of 5 to 26 kg. Its grayish coat mostly consists of dense underfur, which insulates it against cold weather. The animal's most distinctive features include its extremely dexterous front paws, its facial mask, and its ringed tail, which are common themes in the mythologies of the Indigenous peoples of the Americas surrounding the species. The raccoon is noted for its intelligence, and studies show that it can remember the solution to tasks for at least three years. It is usually nocturnal and omnivorous, eating about 40% invertebrates, 33% plants, and 27% vertebrates.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Raccoon",
    "imageAspectRatio": 1.28,
    "category": "Wildlife"
  },
  {
    "id": 172,
    "name": "Ram",
    "slug": "ram",
    "description": "Sheep or domestic sheep are a domesticated, ruminant mammal typically kept as livestock. Although the term sheep can apply to other species in the genus Ovis, in everyday usage it almost always refers to domesticated sheep. Like all ruminants, sheep are members of the order Artiodactyla, the even-toed ungulates. Numbering a little over one billion, domestic sheep are also the most numerous species of sheep. An adult female is referred to as a ewe, an intact male as a ram, occasionally a tup, a castrated male as a wether, and a young sheep as a lamb.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Sheep",
    "imageAspectRatio": 0.66,
    "category": "Farm Animals"
  },
  {
    "id": 173,
    "name": "Rat",
    "slug": "rat",
    "description": "Rats are various medium-sized, long-tailed rodents. Species of rats are found throughout the order Rodentia, but stereotypical rats are found in the genus Rattus. Other rat genera include Neotoma, Bandicota and Dipodomys.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Rat",
    "imageAspectRatio": 1.47,
    "category": "Pets"
  },
  {
    "id": 174,
    "name": "Raven",
    "slug": "raven",
    "description": "A raven is any of several large-bodied passerine bird species in the genus Corvus. These species do not form a single taxonomic group within the genus. There is no consistent distinction between crows and ravens; the two names are assigned to different species chiefly by size.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Raven",
    "imageAspectRatio": 1.5,
    "category": "Songbirds"
  },
  {
    "id": 175,
    "name": "Red deer",
    "slug": "red-deer",
    "description": "The red deer is one of the largest deer species. A male red deer is called a stag or hart, and a female is called a doe or hind. The red deer inhabits most of Europe, the Caucasus Mountains region, Anatolia, Iran, and parts of western Asia. It also inhabits the Atlas Mountains of Northern Africa; being the only living species of deer to inhabit Africa. Red deer have been introduced to other areas, including Australia, New Zealand, the United States, Canada, Peru, Uruguay, Chile and Argentina. In many parts of the world, the meat (venison) from red deer is used as a food source.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Red_deer",
    "imageAspectRatio": 1.5,
    "category": "Wildlife"
  },
  {
    "id": 176,
    "name": "Red panda",
    "slug": "red-panda",
    "description": "The red panda, also known as the lesser panda, is a small mammal native to the eastern Himalayas and southwestern China. It has dense reddish-brown fur with a black belly and legs, white-lined ears, a mostly white muzzle and a ringed tail. Its head-to-body length is 51–63.5 cm (20.1–25.0 in) with a 28–48.5 cm (11.0–19.1 in) tail, and it weighs between 3.2 and 15 kg. It is well adapted to climbing due to its flexible joints and curved semi-retractile claws.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Red_panda",
    "imageAspectRatio": 1.51,
    "category": "Exotic Animals"
  },
  {
    "id": 177,
    "name": "Rhinoceros",
    "slug": "rhinoceros",
    "description": "A rhinoceros, commonly abbreviated to rhino, is a member of any of the five extant species of odd-toed ungulates (perissodactyls) in the family Rhinocerotidae; it can also refer to a member of any of the extinct species of the superfamily Rhinocerotoidea. Two of the extant species are native to Africa, and three to South and Southeast Asia.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Rhinoceros",
    "imageAspectRatio": 1.5,
    "category": "African Wildlife"
  },
  {
    "id": 178,
    "name": "Rook",
    "slug": "rook",
    "description": "The rook is a member of the family Corvidae in the passerine order of birds. It is found in the Palearctic, its range extending from Scandinavia and western Europe to eastern Siberia. It is a large, gregarious, black-feathered bird, distinguished from similar species by the whitish featherless area on the face. Rooks nest collectively in the tops of tall trees, often close to farms or villages; the groups of nests are known as rookeries.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Rook_(bird)",
    "imageAspectRatio": 1.29,
    "category": "Songbirds"
  },
  {
    "id": 179,
    "name": "Salamander",
    "slug": "salamander",
    "description": "Salamanders are a group of amphibians typically characterized by their lizard-like appearance, with slender bodies, blunt snouts, short limbs projecting at right angles to the body, and the presence of a tail in both larvae and adults. All ten extant salamander families are grouped together under the order Urodela, the sole surviving order from the group Caudata. Urodela is a scientific Latin term based on the Ancient Greek οὐρά δήλη: ourà dēlē \"conspicuous tail\". Caudata is the Latin for \"tailed ones\", from cauda: \"tail\".",
    "wikiUrl": "https://en.wikipedia.org/wiki/Salamander",
    "imageAspectRatio": 0.67,
    "category": "Amphibians"
  },
  {
    "id": 180,
    "name": "Salmon",
    "slug": "salmon",
    "description": "Salmon are any of several commercially important species of euryhaline ray-finned fish from the genera Salmo and Oncorhynchus of the family Salmonidae, native to tributaries of the North Atlantic (Salmo) and North Pacific (Oncorhynchus) basins. Other closely related fish in the same family include trout, char, grayling, whitefish, lenok and taimen, all coldwater fish of the subarctic and cooler temperate regions with some sporadic endorheic populations in Central Asia.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Salmon",
    "imageAspectRatio": 3.07,
    "category": "Fish"
  },
  {
    "id": 181,
    "name": "Sand dollar",
    "slug": "sand-dollar",
    "description": "Sand dollars are species of flat, burrowing sea urchins belonging to the order Clypeasteroida. Some species within the order, not quite as flat, are known as sea biscuits. Sand dollars can also be called \"sand cakes\" or \"cake urchins\".",
    "wikiUrl": "https://en.wikipedia.org/wiki/Sand_dollar",
    "imageAspectRatio": 1.33,
    "category": "Ocean Life"
  },
  {
    "id": 182,
    "name": "Sandpiper",
    "slug": "sandpiper",
    "description": "Scolopacidae is a large family of shorebirds, or waders, which mainly includes many species known as sandpipers, but also others such as woodcocks, curlews and snipes. Most of these species eat small invertebrates picked out of the mud or soil. Different lengths of bills enable multiple species to feed in the same habitat, particularly on the coast, without direct competition for food.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Sandpiper",
    "imageAspectRatio": 1.22,
    "category": "Water Birds"
  },
  {
    "id": 183,
    "name": "Sardine",
    "slug": "sardine",
    "description": "Sardine and pilchard are common names for various species of small, oily forage fish in the herring suborder Clupeoidei. The term \"sardine\" was first used in English during the early 15th century; a somewhat dubious etymology says it comes from the Italian island of Sardinia, around which sardines were once supposedly abundant.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Sardine",
    "imageAspectRatio": 1.33,
    "category": "Fish"
  },
  {
    "id": 184,
    "name": "Sea lion",
    "slug": "sea-lion",
    "description": "Sea lions are pinnipeds characterized by external ear flaps, long foreflippers, the ability to walk on all fours, short and thick hair, and a big chest and belly. Together with the fur seals, they make up the family Otariidae, eared seals. The sea lions have six extant and one extinct species in five genera. Their range extends from the subarctic to tropical waters of the global ocean in both the Northern and Southern Hemispheres, with the notable exception of the northern Atlantic Ocean.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Sea_lion",
    "imageAspectRatio": 1.29,
    "category": "Ocean Life"
  },
  {
    "id": 185,
    "name": "Seahorse",
    "slug": "seahorse",
    "description": "A seahorse is any of 46 species of small marine bony fish in the genus Hippocampus. The genus name comes from the Ancient Greek hippókampos (ἱππόκαμπος), itself from híppos (ἵππος) meaning \"horse\" and kámpos (κάμπος) meaning \"sea monster\" or \"sea animal\". Having a head and neck suggestive of a horse, seahorses also feature segmented bony armour, an upright posture and a curled prehensile tail. Along with the pipefishes and seadragons they form the family Syngnathidae.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Seahorse",
    "imageAspectRatio": 0.75,
    "category": "Ocean Life"
  },
  {
    "id": 186,
    "name": "Seal",
    "slug": "seal",
    "description": "Pinnipeds, commonly known as seals, are a widely distributed and diverse clade of carnivorous, fin-footed, semiaquatic, mostly marine mammals. They comprise the extant families Odobenidae, Otariidae, and Phocidae, with 34 extant species and more than 50 extinct species described from fossils. While seals were historically thought to have descended from two ancestral lines, molecular evidence supports them as a monophyletic group. Pinnipeds belong to the suborder Caniformia of the order Carnivora; their closest living relatives are musteloids, having diverged about 50 million years ago.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Pinniped",
    "imageAspectRatio": 1.33,
    "category": "Ocean Life"
  },
  {
    "id": 187,
    "name": "Sea otter",
    "slug": "sea-otter",
    "description": "The sea otter is a marine mammal native to the coasts of the northern and eastern North Pacific Ocean. Adult sea otters typically weigh between 14 and 45 kg, making them the heaviest members of the weasel family, but among the smallest marine mammals. Unlike most marine mammals, the sea otter's primary form of insulation is an exceptionally thick coat of fur, the densest in the animal kingdom. Although it can walk on land, the sea otter is capable of living exclusively in the ocean.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Sea_otter",
    "imageAspectRatio": 1.09,
    "category": "Ocean Life"
  },
  {
    "id": 188,
    "name": "Shark",
    "slug": "shark",
    "description": "Sharks are a group of elasmobranch cartilaginous fish characterized by a ribless endoskeleton, dermal denticles, five to seven gill slits on each side, and pectoral fins that are not fused to the head. Modern sharks are classified within the division Selachii and are the sister group to the Batomorphi. Some sources extend the term \"shark\" as an informal category including extinct members of Chondrichthyes with a shark-like morphology, such as hybodonts. Shark-like chondrichthyans such as Cladoselache and Doliodus first appeared in the Devonian Period, though some fossilized chondrichthyan-like scales are as old as the Late Ordovician. The earliest confirmed modern sharks (selachimorphs) are known from the Early Jurassic around 200 million years ago, with the oldest known member being Agaleus, though records of true sharks may extend back as far as the Permian.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Shark",
    "imageAspectRatio": 1.78,
    "category": "Fish"
  },
  {
    "id": 189,
    "name": "Sheep",
    "slug": "sheep",
    "description": "Sheep or domestic sheep are a domesticated, ruminant mammal typically kept as livestock. Although the term sheep can apply to other species in the genus Ovis, in everyday usage it almost always refers to domesticated sheep. Like all ruminants, sheep are members of the order Artiodactyla, the even-toed ungulates. Numbering a little over one billion, domestic sheep are also the most numerous species of sheep. An adult female is referred to as a ewe, an intact male as a ram, occasionally a tup, a castrated male as a wether, and a young sheep as a lamb.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Sheep",
    "imageAspectRatio": 0.66,
    "category": "Farm Animals"
  },
  {
    "id": 190,
    "name": "Shrew",
    "slug": "shrew",
    "description": "Shrews are small mole-like mammals classified in the order Eulipotyphla. True shrews are not to be confused with treeshrews, otter shrews, elephant shrews, West Indies shrews, or marsupial shrews, which belong to different families or orders.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Shrew",
    "imageAspectRatio": 1,
    "category": "Wildlife"
  },
  {
    "id": 191,
    "name": "Skink",
    "slug": "skink",
    "description": "Skinks are a type of lizard belonging to the family Scincidae, a family in the infraorder Scincomorpha. With more than 1,500 described species across 100 different taxonomic genera, the family Scincidae is one of the most diverse families of lizards. Skinks are characterized by their smaller legs in comparison to typical lizards and are found in different habitats except arctic and subarctic regions.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Skink",
    "imageAspectRatio": 1.5,
    "category": "Reptiles"
  },
  {
    "id": 192,
    "name": "Skipper",
    "slug": "skipper",
    "description": "Skippers are a group of butterflies placed in the family Hesperiidae within the order Lepidoptera. They were previously placed in a separate superfamily, Hesperioidea, but have since been placed in the superfamily Papilionoidea. They are named for their quick, darting flight habits. Most have their antenna tips modified into narrow, hook-like projections. Moreover, skippers mostly lack wing-coupling structure available in most moths. More than 3500 species of skippers are recognized, and they occur worldwide, but with the greatest diversity in the Neotropical regions of Central and South America.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Skipper_(butterfly)",
    "imageAspectRatio": 1.5,
    "category": "Insects"
  },
  {
    "id": 193,
    "name": "Skunk",
    "slug": "skunk",
    "description": "Skunks are mammals in the family Mephitidae. They are known for their ability to spray a liquid with a strong, unpleasant scent from their anal glands. Different species of skunk vary in appearance from black-and-white to brown, cream or ginger colored, but all have warning coloration.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Skunk",
    "imageAspectRatio": 1.66,
    "category": "Wildlife"
  },
  {
    "id": 194,
    "name": "Sloth",
    "slug": "sloth",
    "description": "Sloths are a Neotropical group of xenarthran mammals constituting the suborder Folivora, including the extant arboreal tree sloths and extinct terrestrial ground sloths. Noted for their slowness of movement, tree sloths spend most of their lives hanging upside down in the trees of the tropical rainforests of South America and Central America. Sloths are considered to be most closely related to anteaters, together making up the xenarthran order Pilosa.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Sloth",
    "imageAspectRatio": 1.5,
    "category": "Exotic Animals"
  },
  {
    "id": 195,
    "name": "Snail",
    "slug": "snail",
    "description": "A snail is a shelled gastropod. The name is most often applied to land snails, terrestrial pulmonate gastropod molluscs. However, the common name snail is also used for most of the members of the molluscan class Gastropoda that have a coiled shell that is large enough for the animal to retract completely into. When the word \"snail\" is used in this most general sense, it includes not just land snails but also numerous species of sea snails and freshwater snails. Gastropods that naturally lack a shell, or have only an internal shell, are mostly called slugs, and land snails that have only a very small shell are often called semi-slugs.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Snail",
    "imageAspectRatio": 1.33,
    "category": "Insects"
  },
  {
    "id": 196,
    "name": "Snake",
    "slug": "snake",
    "description": "Snakes are elongated limbless reptiles of the suborder Serpentes. Cladistically squamates, snakes are ectothermic, amniote vertebrates covered in overlapping scales much like other members of the group. Many species of snakes have skulls with several more joints than their lizard ancestors and relatives, enabling them to swallow prey much larger than their heads. To accommodate their narrow bodies, snakes' paired organs appear one in front of the other instead of side by side, and most only have one functional lung. Some species retain a pelvic girdle with a pair of vestigial claws on either side of the cloaca. Lizards have independently evolved elongate bodies without limbs or with greatly reduced limbs at least twenty-five times via convergent evolution, leading to many lineages of legless lizards. These resemble snakes, but several common groups of legless lizards have eyelids and external ears, which snakes lack, although this rule is not universal.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Snake",
    "imageAspectRatio": 1.5,
    "category": "Reptiles"
  },
  {
    "id": 197,
    "name": "Spider",
    "slug": "spider",
    "description": "Spiders are air-breathing arthropods that have eight limbs, chelicerae with fangs generally able to inject venom, and spinnerets that extrude silk. They are the largest order of arachnids and rank seventh in total species diversity among all orders of organisms. Spiders are found worldwide on every continent except Antarctica, and have become established in nearly every land habitat. As of September 2024, 52,309 spider species in 134 families have been recorded by taxonomists. However, there has been debate among scientists about how families should be classified, with over 20 different classifications proposed since 1900.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Spider",
    "imageAspectRatio": 1.33,
    "category": "Insects"
  },
  {
    "id": 198,
    "name": "Spoonbill",
    "slug": "spoonbill",
    "description": "Spoonbills are a genus, Platalea, of large, long-legged wading birds. The spoonbills have a global distribution, being found on every continent except Antarctica. The genus name Platalea derives from Ancient Greek and means \"broad\", referring to the distinctive shape of the bill. Six species are recognised, which although usually placed in a single genus have sometimes been split into three genera.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Spoonbill",
    "imageAspectRatio": 0.82,
    "category": "Water Birds"
  },
  {
    "id": 199,
    "name": "Squid",
    "slug": "squid",
    "description": "A squid is a mollusc with an elongated soft body, large eyes, eight arms, and two tentacles in the orders Myopsida, Oegopsida, and Bathyteuthida. Like all other cephalopods, squid have a distinct head, bilateral symmetry, and a mantle. They are mainly soft-bodied, like octopuses, but have a small internal skeleton in the form of a rod-like gladius or pen, made of chitin.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Squid",
    "imageAspectRatio": 1.33,
    "category": "Ocean Life"
  },
  {
    "id": 200,
    "name": "Squirrel",
    "slug": "squirrel",
    "description": "Squirrels are members of the family Sciuridae, a family that includes small or medium-sized rodents. The squirrel family includes tree squirrels, ground squirrels, and flying squirrels. Squirrels are indigenous to the Americas, Eurasia, and Africa, and were introduced by humans to Australia. The earliest known fossilized squirrels date from the Eocene epoch, and among other living rodent families, the squirrels are most closely related to the mountain beaver and dormice.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Squirrel",
    "imageAspectRatio": 1.5,
    "category": "Wildlife"
  },
  {
    "id": 201,
    "name": "Starfish",
    "slug": "starfish",
    "description": "Starfish or sea stars are star-shaped echinoderms belonging to the class Asteroidea. Common usage frequently finds these names being also applied to ophiuroids, which are correctly referred to as brittle stars or basket stars. Starfish are also known as asteroids due to being in the class Asteroidea. About 1,900 species of starfish live on the seabed in all the world's oceans, from warm, tropical zones to frigid, polar regions. They are found from the intertidal zone down to abyssal depths, at 6,000 m (20,000 ft) below the surface.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Starfish",
    "imageAspectRatio": 1.28,
    "category": "Ocean Life"
  },
  {
    "id": 202,
    "name": "Starling",
    "slug": "starling",
    "description": "Starlings are small to medium-sized passerine (perching) birds known for the often dark, glossy iridescent sheen of their plummage; their complex vocalizations including mimicing; and their distinctive, often elaborate swarming behavior, known as murmuration.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Starling",
    "imageAspectRatio": 0.78,
    "category": "Songbirds"
  },
  {
    "id": 203,
    "name": "Stilt",
    "slug": "stilt",
    "description": "Stilt is a common name for several species of birds in the family Recurvirostridae, which also includes those known as avocets. They are found in brackish or saline wetlands in warm or hot climates.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Stilt",
    "imageAspectRatio": 1.54,
    "category": "Water Birds"
  },
  {
    "id": 204,
    "name": "Stingray",
    "slug": "stingray",
    "description": "Stingrays are a group of sea rays, a type of cartilaginous fish. They are classified in the suborder Myliobatoidei of the order Myliobatiformes and consist of eight families: Hexatrygonidae, Plesiobatidae, Urolophidae (stingarees), Urotrygonidae, Dasyatidae, Potamotrygonidae, Gymnuridae and Myliobatidae .\nThere are about 220 known stingray species organized into 29 genera.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Stingray",
    "imageAspectRatio": 1.31,
    "category": "Ocean Life"
  },
  {
    "id": 205,
    "name": "Swan",
    "slug": "swan",
    "description": "Swans are birds of the genus Cygnus within the family Anatidae. The swans' closest relatives include the geese and ducks. Swans are grouped with the closely related geese in the subfamily Anserinae where they form the tribe Cygnini. Sometimes, they are considered a distinct subfamily, Cygninae. They are the largest waterfowl and are often among the largest flighted birds in their range.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Swan",
    "imageAspectRatio": 1.52,
    "category": "Water Birds"
  },
  {
    "id": 206,
    "name": "Tapir",
    "slug": "tapir",
    "description": "Tapirs are large, herbivorous mammals belonging to the family Tapiridae. They are similar in shape to a pig, with a short, prehensile nose trunk (proboscis). Tapirs inhabit jungle and forest regions of South and Central America and Southeast Asia. They are one of three extant branches of Perissodactyla, alongside equines and rhinoceroses. Only a single genus, Tapirus, is currently extant. Tapirs migrated into South America during the Pleistocene epoch from North America after the formation of the Isthmus of Panama as part of the Great American Interchange. Tapirs were formerly present across North America, but became extinct in the region at the end of the Late Pleistocene, around 12,000 years ago.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Tapir",
    "imageAspectRatio": 1.72,
    "category": "Exotic Animals"
  },
  {
    "id": 207,
    "name": "Tarsier",
    "slug": "tarsier",
    "description": "Tarsiers are haplorhine primates of the family Tarsiidae, which is the lone extant family within the infraorder Tarsiiformes. Although the group was prehistorically more globally widespread, all of the existing species are restricted to Maritime Southeast Asia, predominantly in Brunei, Indonesia, Malaysia and the Philippines.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Tarsier",
    "imageAspectRatio": 0.67,
    "category": "Exotic Animals"
  },
  {
    "id": 208,
    "name": "Termite",
    "slug": "termite",
    "description": "Termites are a group of detritophagous eusocial cockroaches which consume a variety of decaying plant material, generally in the form of wood, leaf litter, and soil humus. They are distinguished by their moniliform antennae and the soft-bodied, unpigmented worker caste for which they have been commonly termed \"white ants\"; however, they are not ants but highly derived cockroaches. About 2,997 extant species are currently described, 2,125 of which are members of the family Termitidae.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Termite",
    "imageAspectRatio": 0.67,
    "category": "Insects"
  },
  {
    "id": 209,
    "name": "Thrush",
    "slug": "thrush",
    "description": "The thrushes are a passerine bird family, Turdidae, with a worldwide distribution. The family was once much larger before biologists reclassified the former subfamily Saxicolinae, which includes the chats and European robins, as Old World flycatchers. Thrushes are small to medium-sized ground living birds that feed on insects, other invertebrates, and fruit. Some unrelated species around the world have been named after thrushes due to their similarity to birds in this family.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Thrush_(bird)",
    "imageAspectRatio": 0.67,
    "category": "Songbirds"
  },
  {
    "id": 210,
    "name": "Tiger",
    "slug": "tiger",
    "description": "The tiger is a large cat and a member of the genus Panthera native to Asia. It has a powerful, muscular body with a large head and paws, a long tail and orange fur with black, mostly vertical stripes. It is traditionally classified into nine recent subspecies, though some recognise only two subspecies, mainland Asian tigers and the island tigers of the Sunda Islands.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Tiger",
    "imageAspectRatio": 1.81,
    "category": "Exotic Animals"
  },
  {
    "id": 211,
    "name": "Toad",
    "slug": "toad",
    "description": "Toad is a common name for certain frogs, especially of the family Bufonidae, that are characterized by dry, leathery skin, short legs, and large bumps covering the parotoid glands.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Toad",
    "imageAspectRatio": 1.53,
    "category": "Amphibians"
  },
  {
    "id": 212,
    "name": "Toucan",
    "slug": "toucan",
    "description": "Toucans are Neotropical birds in the family Ramphastidae. They are most closely related to the Toucan barbets. They are brightly marked and have large, often colorful bills. The family includes five genera and over 40 different species.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Toucan",
    "imageAspectRatio": 1.01,
    "category": "Tropical Birds"
  },
  {
    "id": 213,
    "name": "Turkey",
    "slug": "turkey",
    "description": "The domestic turkey is a large fowl, one of the two species in the genus Meleagris and the same species as the wild turkey. Although turkey domestication was thought to have occurred in central Mesoamerica at least 2,000 years ago, recent research suggests a possible second domestication event in the area that is now the southwestern United States between 200 BC and 500 AD. However, all of the main domestic turkey varieties today descend from the turkey raised in central Mexico that was subsequently imported into Europe by the Spanish in the 16th century.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Domesticated_turkey",
    "imageAspectRatio": 0.84,
    "category": "Farm Animals"
  },
  {
    "id": 214,
    "name": "Turtle",
    "slug": "turtle",
    "description": "Turtles are reptiles of the order Testudines, characterized by a special shell developed mainly from their ribs. Modern turtles are divided into two major groups, the Pleurodira and Cryptodira, which differ in the way the head retracts. There are 360 living and recently extinct species of turtles, including land-dwelling tortoises and freshwater terrapins. They are found on most continents, some islands and, in the case of sea turtles, much of the ocean. Like other amniotes they breathe air and do not lay eggs underwater, although many species live in or around water.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Turtle",
    "imageAspectRatio": 1.5,
    "category": "Reptiles"
  },
  {
    "id": 215,
    "name": "Viper",
    "slug": "viper",
    "description": "Vipers are snakes in the family Viperidae, found in most parts of the world, except for Antarctica, Australia, Hawaii, Madagascar, New Zealand, Ireland, and various other isolated islands. They are venomous and have long, hinged fangs that permit deep envenomation of their prey. Three subfamilies are currently recognized. They are also known as viperids. The name \"viper\" is derived from the Latin word vipera, -ae, also meaning viper, possibly from vivus (\"living\") and parere, referring to the trait viviparity common in vipers like most of the species of Boidae. The earliest known vipers are believed to have diverged from the rest of the clade Caenophidia in the early Eocene.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Viper",
    "imageAspectRatio": 1.5,
    "category": "Reptiles"
  },
  {
    "id": 216,
    "name": "Wallaby",
    "slug": "wallaby",
    "description": "A wallaby is a small or middle-sized macropod native to Australia and New Guinea, with introduced populations in New Zealand, Hawaii, the United Kingdom and other countries. They belong to the same taxonomic family as kangaroos and sometimes the same genus, but kangaroos are specifically categorised into the four largest species of the family. The term \"wallaby\" is an informal designation generally used for any macropod that is smaller than a kangaroo or a wallaroo that has not been designated otherwise.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Wallaby",
    "imageAspectRatio": 0.75,
    "category": "Exotic Animals"
  },
  {
    "id": 217,
    "name": "Walrus",
    "slug": "walrus",
    "description": "The walrus is a large pinniped marine mammal with discontinuous distribution about the North Pole in the Arctic Ocean and subarctic seas of the Northern Hemisphere. It is the only extant species in the family Odobenidae and genus Odobenus. This species is subdivided into two subspecies: the Atlantic walrus, which lives in the Atlantic Ocean, and the Pacific walrus, which lives in the Pacific Ocean.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Walrus",
    "imageAspectRatio": 1.5,
    "category": "Arctic Animals"
  },
  {
    "id": 218,
    "name": "Wasp",
    "slug": "wasp",
    "description": "A wasp is any insect of the narrow-waisted suborder Apocrita of the order Hymenoptera which is neither a bee nor an ant; this excludes the broad-waisted sawflies (Symphyta), which look somewhat like wasps, but are in a separate suborder. The wasps do not constitute a clade, a complete natural group with a single ancestor, as bees and ants are deeply nested within the wasps, having evolved from wasp ancestors. Wasps that are members of the clade Aculeata can sting their prey.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Wasp",
    "imageAspectRatio": 0.75,
    "category": "Insects"
  },
  {
    "id": 219,
    "name": "Weasel",
    "slug": "weasel",
    "description": "Weasels are mammals of the genus Mustela of the family Mustelidae. The genus Mustela includes the least weasels, polecats, stoats, ferrets, and European mink. Members of this genus are small, active predators, with long and slender bodies and short legs. The family Mustelidae, or mustelids, is often referred to as the \"weasel family\". In the UK, the term \"weasel\" usually refers to the smallest species, the least weasel (M. nivalis), the smallest carnivoran species.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Weasel",
    "imageAspectRatio": 1.17,
    "category": "Wildlife"
  },
  {
    "id": 220,
    "name": "Whale",
    "slug": "whale",
    "description": "Whales are a widely distributed and diverse group of fully aquatic placental marine mammals. As an informal and colloquial grouping, they correspond to large members of the infraorder Cetacea, i.e. all cetaceans apart from dolphins and porpoises. Dolphins and porpoises may be considered whales from a formal, cladistic perspective. Whales, dolphins and porpoises belong to the order Cetartiodactyla, which consists of even-toed ungulates. Their closest non-cetacean living relatives are the hippopotamuses, from which they and other cetaceans diverged about 54 million years ago. The two parvorders of whales, baleen whales (Mysticeti) and toothed whales (Odontoceti), are thought to have had their last common ancestor around 34 million years ago. Mysticetes include four extant (living) families: Balaenopteridae, Balaenidae, Cetotheriidae, and Eschrichtiidae. Odontocetes include the Monodontidae, Physeteridae, Kogiidae, and Ziphiidae, as well as the six families of dolphins and porpoises which are not considered whales in the informal sense.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Whale",
    "imageAspectRatio": 0.67,
    "category": "Ocean Life"
  },
  {
    "id": 221,
    "name": "Wildebeest",
    "slug": "wildebeest",
    "description": "Wildebeest, also called gnu, are antelopes of the genus Connochaetes and native to Eastern and Southern Africa. They belong to the family Bovidae, which includes true antelopes, cattle, goats, sheep, and other even-toed horned ungulates. There are two species of wildebeest: the black wildebeest or white-tailed gnu, and the blue wildebeest or brindled gnu.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Wildebeest",
    "imageAspectRatio": 1.5,
    "category": "African Wildlife"
  },
  {
    "id": 222,
    "name": "Wolf",
    "slug": "wolf",
    "description": "The wolf, also known as the grey wolf or gray wolf, is a canine native to Eurasia and North America. More than thirty subspecies of Canis lupus have been recognized, including the dog and dingo, though grey wolves, as popularly understood, only comprise naturally-occurring wild subspecies. The wolf is the largest wild extant member of the family Canidae, and is further distinguished from other Canis species by its less pointed ears and muzzle, as well as a shorter torso and a longer tail. The wolf is nonetheless related closely enough to smaller Canis species, such as the coyote and the golden jackal, to produce fertile hybrids with them. The wolf's fur is usually mottled white, brown, grey, and black, although subspecies in the arctic region may be nearly all white.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Wolf",
    "imageAspectRatio": 1.29,
    "category": "Wildlife"
  },
  {
    "id": 223,
    "name": "Wolverine",
    "slug": "wolverine",
    "description": "The wolverine, also called the carcajou or quickhatch, is the largest land-dwelling member of the family Mustelidae. It is a muscular carnivore and a solitary animal. The wolverine has a reputation for ferocity and strength out of proportion to its size, with the documented ability to kill prey many times larger than itself.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Wolverine",
    "imageAspectRatio": 1.4,
    "category": "Wildlife"
  },
  {
    "id": 224,
    "name": "Wombat",
    "slug": "wombat",
    "description": "Wombats are short-legged, muscular quadrupedal marsupials of the family Vombatidae that are native to Australia. Living species are about 1 m (40 in) in length with small, stubby tails and weigh between 20 and 35 kg. They are adaptable and habitat tolerant, and are found in forested, mountainous, and heathland areas of southern and eastern Australia, including Tasmania, as well as an isolated patch of about 300 ha in Epping Forest National Park in central Queensland.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Wombat",
    "imageAspectRatio": 1.5,
    "category": "Exotic Animals"
  },
  {
    "id": 225,
    "name": "Zebra",
    "slug": "zebra",
    "description": "Zebras are African equines with distinctive black-and-white striped coats. There are three living species: Grévy's zebra, the plains zebra, and the mountain zebra. Zebras share the genus Equus with horses and asses, the three groups being the only living members of the family Equidae. Zebra stripes come in different patterns, unique to each individual. Several theories have been proposed for the function of these patterns, with most evidence supporting them as a deterrent for biting flies. Zebras inhabit eastern and southern Africa and can be found in a variety of habitats such as savannahs, grasslands, woodlands, shrublands, and mountainous areas.",
    "wikiUrl": "https://en.wikipedia.org/wiki/Zebra",
    "imageAspectRatio": 0.78,
    "category": "African Wildlife"
  }
]